Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/institution/create.po
Languages: fr

source: Institution set up and management
fr: Institution mise en place et gestion

source: List of institutions & Institution pages
fr: Liste des institutions et pages des institutions

source: A list of all institutions is displayed on the Home page. If you are logged in, this list is broken into two: **Your Affiliations** and **Other Institutions**. **Your Affiliations** are institutions to which you belong. Next to each institution's name is a **[VISIT]** button. Clicking on this will open the Institution page.
fr: Une liste de toutes les institutions est affichée sur la page d'accueil. Si vous êtes connecté, cette liste est divisée en deux: **Vos affiliations** et **d'autres institutions**. **Vos affiliations** sont des institutions auxquelles vous appartenez. À côté du nom de chaque institution se trouve un bouton **[VISIT]**. Cliquer dessus ouvrira la page de l'institution.

source: Request to join an institution
fr: Demander à rejoindre une institution

source: If your institution already has an account on CEO and you would like to request to be a administrator, start by navigating to the Institution page via the **[info]** button.
fr: Si votre institution a déjà un compte sur le CEO et que vous souhaitez demander à être un administrateur, commencez par naviguer vers la page de l'institution via le bouton **[info]**.

source: The list of Users is contained under the Users tab. Click on this tab.
fr: La liste des utilisateurs se trouve dans l'onglet **Utilisateurs**. Cliquez sur cet onglet.

source: Click on the **[Request Membership]** button to be considered to join the institution.
fr: Cliquez sur le bouton **[Demande d'adhésion]** pour rejoindre l'institution.

source: Once you are part of an institution, the Institution panel on the **Home** page will show your institutions. This makes it easier to access these institutions and their projects.
fr: Une fois que vous faites partie d'une institution, le panneau **Institution** sur la page **Accueil** montrera vos institutions. Cela facilite l'accès à ces institutions et à leurs projets.

source: You will need to ask one of the existing administrators of the Institution to make you and administrator outside of CEO.
fr: Vous devrez demander à l’un des administrateurs actuels de l’institution de faire de vous et de l’administrateur à l’extérieur du CEO.

source: Creating a new Institution
fr: Création d'une nouvelle institution

source: If your Institution is not yet signed up for CEO, you can create a new institution. You will need to be signed into your account (click **[Login/Register]** to sign in if you are not already).
fr: Si votre institution n'est pas encore inscrite au CEO, vous pouvez créer une nouvelle institution. Vous devrez être connecté à votre compte (cliquez sur **[Se connecter/S'inscrire]** pour vous connecter si vous n'êtes pas déjà).

source: When you are signed in, navigate to the Home page and click on **[Create New Institution]** on the left panel of the Home page.
fr: Lorsque vous êtes connecté, accédez à la page d'accueil et cliquez sur **[Créer une nouvelle institution]** dans le panneau de gauche de la page d'accueil.

source: Enter your institution's name, URL, and a brief description of your institution. These will display on your Institution page.
fr: Entrez le nom de votre institution, son URL, et une brève description de votre institution. Ceux-ci s'afficheront sur la page de votre institution.

source: You can upload a logo from your computer by clicking on **[Browse…]** and navigating to the correct location on your computer.
fr: Vous pouvez télécharger un logo depuis votre ordinateur en cliquant sur **[Parcourir…]** et en naviguant à l'emplacement correct sur votre ordinateur.

source: Click **[Create Institution]** after you have finished entering your information.
fr: Cliquez sur **[Créer une institution]** une fois que vous avez fini d'entrer vos informations.
