Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/institution/index.po
Languages: fr

source: Getting started with your Institution in CEO
fr: Commencer avec votre institution au sein du CEO

source: In Collect Earth Online you can create your own Institution. Institutions allow you to create tailor made proects, add custom imagery, and invite specific people to your institution in order to collect data.
fr: Dans Collect Earth Online, vous pouvez créer votre propre Institution. Les institutions vous permettent de créer des profils sur mesure, d'ajouter des images personnalisées et d'inviter des personnes spécifiques à votre institution afin de collecter des données.

source: Collect Earth Online (CEO) is available at https://collect.earth/.
fr: Collect Earth Online (CEO) est disponible sur https://collect.earth/.

source: Overview of the INSTITUTION section
fr: Vue d'ensemble de la section INSTITUTION

source: In this section of the CEO documentation, you can learn how to:
fr: Dans cette section de la documentation du CEO, vous pouvez apprendre à :

source: :doc:`Create an Institution <create>`
fr: :doc:`Créer une Institution <create>`

source: :doc:`Manage your institution <management>`
fr: :doc:`Gérer votre institution <management>`

source: :doc:`Add Institutional imagery <imagery>`
fr: :doc:`Ajouter une imagerie institutionnelle <imagery>`

source: The Institution section provides an overview of how to create and manage an Institution in Collect Earth Online. You can learn about how to create your account, collect data, and create your own projects in other sections of this documentation. Navigate to these sections using the links at the top of the page.
fr: La section Institution donne un aperçu de la façon de créer et de gérer une institution dans Collect Earth Online. Vous pouvez apprendre comment créer votre compte, collecter des données et créer vos propres projets dans d'autres sections de cette documentation. Naviguez vers ces sections en utilisant les liens en haut de la page.

source: Navigate to the other areas of this section by selecting links under **Section navigation** to the left.
fr: Naviguez vers les autres zones de cette section en sélectionnant les liens sous **navigation de section** à gauche.

source: Navigate to other areas of this article by by selecting links under **On this page** to the right.
fr: Naviguez vers d'autres zones de cet article en sélectionnant les liens sous **Sur cette page** à droite.

source: This documentation uses a few formatting standards for ease of use. Clickable links are shown **[like this]**. The names of pages, like the **Home** page, are bolded.
fr: Cette documentation utilise quelques normes de formatage pour faciliter l'utilisation. Les liens cliquables sont affichés **[comme ceci]**. Les noms des pages, comme la page **d'Accueil**, sont en gras.

source: Finally, CEO is a live tool that is under continuous development. Please report any bugs at our GitHub or by contacting `the CEO team <support@collect.earth>`__.
fr: Enfin, CEO est un outil vivant en développement continu. Veuillez signaler tout bug sur notre GitHub ou en contactant `l'équipe CEO <support@collect.earth>`__.
