Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/index.po
Languages: pt_br

source: Institution Management
pt_br: Gerenciamento de Instituições

source: Project Creation
pt_br: Criação de Projeto

source: Welcome to Collect Earth Online's documentation!
pt_br: Bem-vindo à documentação do Collect Earth Online!

source: Collect Earth Online (CEO) is a free and open-source image viewing and interpretation tool, suitable for projects requiring information about land cover and/or land use. CEO enables simultaneous visual interpretations of satellite imagery, providing global coverage from MapBox and Bing Maps, a variety of satellite data sources from Google Earth Engine, and the ability to connect to your own Web Map Service (WMS) or Web Map Tile Service (WMTS). The full functionality is implemented online; no desktop installation is necessary.
pt_br: Collect Earth Online (CEO) é uma ferramenta de visualização e interpretação de imagem gratuita e de código aberto, adequada para projetos que demandam informações sobre a cobertura do solo e/ou uso da terra. O CEO permite interpretações visuais simultâneas da imagem de satélite, fornecendo cobertura global do MapBox e Bing Maps, uma variedade de fontes de dados via satélite do Google Earth Engine, e a capacidade de se conectar ao seu próprio Serviço de Mapa Web (WMS) ou WebMap Service (WMTS). A funcionalidade completa está implementada on-line, não é necessária nenhuma instalação.

source: Getting started
pt_br: Primeiros passos

source: Create your account and get started with CEO.
pt_br: Crie a sua conta e comece com o CEO.

source: Register for CEO
pt_br: Cadastre-se no CEO

source: Set up your Collect Earth Online account.
pt_br: Configure a sua conta do Collect Earth Online.

source: Join an institution
pt_br: Junte-se a uma instituição

source: Learn how to join an institution in CEO.
pt_br: Aprenda a ingressar em uma instituição no CEO.

source: Set up an institution
pt_br: Configurar uma instituição

source: Set up your own institution in CEO.
pt_br: Configure a sua própria instituição no CEO.

source: Learn more about CEO
pt_br: Aprenda mais sobre o CEO

source: CEO enables users to efficiently collect up-to-date information about their environment and observe changes over time. Learn more about getting CEO to work for you.
pt_br: O CEO possibilita que os usuários coletem informações atualizadas sobre seu ambiente de maneira eficiente e acompanhem as mudanças ao longo do tempo. Descubra como fazer o CEO funcionar a seu favor.

source: Start collecting data
pt_br: Comece a coletar dados

source: Manage an institution
pt_br: Gerenciar uma instituição

source: Get your own institution up and running.
pt_br: Tenha a sua própria instituição em funcionamento.

source: Create a project
pt_br: Crie um projeto

source: Create your own project and start collecting data.
pt_br: Crie seu próprio projeto e comece a coletar dados.

source: Get more help or request a feature
pt_br: Obtenha mais ajuda ou solicite um recurso

source: Have questions? Encounter bugs? Get the help you need using the links below.
pt_br: Tem perguntas? Encontrou erros? Obtenha a ajuda que você precisa usando os links abaixo.

source: Want to request a feature that would make CEO work better for you? Contact us at :email:`support@collect.earth`!
pt_br: Gostaria de solicitar um recurso que torne o CEO mais eficiente para você? Contate-nos em :email:`support@collect.earth`!

source: :fas:`` Read the blog
pt_br: :fas:`` Leia o blog

source: Our blog has details on updates and other useful information.
pt_br: Nosso blog tem detalhes sobre atualizações e outras informações úteis.

source: Ask a question
pt_br: Faça uma pergunta

source: Ask a question on the OpenForis forum.
pt_br: Faça uma pergunta no fórum do OpenForis.

source: Improve this documentation
pt_br: Melhorar esta documentação

source: Submit a documentation improvement request through GitHub.
pt_br: Envie uma solicitação de melhoria de documentação através do GitHub.

source: E-mail us
pt_br: Envie um e-mail

source: Other questions or bugs? Get in touch.
pt_br: Outras questões ou bugs? Entre em contato.

source: Supporting Institutions
pt_br: Instituições de apoio

source: Collect Earth Online is part of the `Open Foris <http://www.openforis.org>`__ suite of tools.
pt_br: O Collect Earth Online faz parte do conjunto de ferramentas Open Foris <http://www.openforis.org>__.

source: CEO was developed by SERVIR—a joint initiative of NASA and USAID, working in partnership with leading technical organizations around the world—and the Food and Agriculture Organization of the United Nations.
pt_br: O CEO foi desenvolvido pela SERVIR - uma iniciativa conjunta da NASA e da USAID, trabalhando em parceria com organizações técnicas líderes de todo o mundo - e Organização das Nações Unidas para a Alimentação e a Agricultura.

source: With the support of:
pt_br: Com o apoio de:

source: In partnership with:
pt_br: Em parceria com:
