Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/advanced.po
Languages: fr

source: Advanced plot analysis
fr: Analyse avancée de la parcelle

source: Multiple time periods
fr: Plusieurs périodes de temps

source: For analyses comparing two or more time periods, you may need to toggle between imagery from different dates.
fr: Pour des analyses comparant deux périodes de temps ou plus, vous devrez peut-être basculer entre les images à partir de dates différentes.

source: You may need to click **[Update Imagery]** when toggling between different imagery sources.
fr: Vous devrez peut-être cliquer sur **[Mettre à jour l'imagerie]** lorsque vous basculez entre différentes sources d'images.

source: Your institution should have set up the project with two labeled imagery options for the time periods of interest.
fr: Votre institution aurait dû mettre en place le projet avec deux options d'imagerie étiquetées pour la période d'intérêt.

source: Click the **drop-down menu** under **IMAGERY OPTIONS** and select the earlier of the two time periods.
fr: Cliquez sur le **menu déroulant** sous **IMAGERY OPTIONS** (Options d'imagerie) et choisissez le créneau le plus éloigné dans le temps.

source: Then, repeat this for the later of the two time periods.
fr: Ensuite, faites de même pour le créneau le plus proche.

source: Some imagery options allow you to enter imagery start and end dates.
fr: Certaines options d'imagerie vous permettent d'entrer les dates de début et de fin de l'imagerie.

source: Some imagery options also allow you to choose a feature profile for the imagery. This is essentially a filter that the imagery provider puts on their data. For example, the Cloud Cover Profile filters out imagery with too much cloud cover.
fr: Certaines options d’imagerie vous permettent également de choisir un profil de caractéristiques pour l’imagerie. Il s’agit essentiellement d’un filtre que le fournisseur d’images appose sur ces données. Par exemple, le profil de couverture nuageuse (Cloud Cover) omettra les images ayant trop de couverture nuageuse.

source: For the Planet Daily data, you will see a list of checkboxes pop up just to the left of the **Imagery Options**. You can use these checkboxes to refine the dates of the map data you want to see displayed. Planet Daily imagery is received as a stack of images. CEO displays the imagery and the checkboxes in the same order that Planet Daily provides this imagery stack. That is, the top date is also the top layer in the imagery stack. If you turn the top image off by unchecking the box, you will see the next date’s image is now on top. It is like looking through a stack of photographs, removing the top one reveals the photo underneath.
fr: Pour les données Planet Daily, vous verrez apparaître une liste de dates avec des cases à cocher à gauche des Options d’imagerie (**Imagery Options**). Vous pouvez utiliser ces cases pour affiner les dates des données cartographiques que vous voulez visualiser. L’imagerie Planet Daily est reçue sous forme d’empilement d’images. CEO montre les images et les cases à cocher dans le même ordre que celui de l’empilement d’images fourni par Planet Daily. Ainsi, la première date correspond à la première couche d’images empilées. Si vous désactivez la première image de la pile en décochant la case, vous verrez l’image et la date suivante en haut de la pile. C’est comme parcourir une pile de photographies, où lorsque vous enlevez l’image du dessus de la pile, celle du dessous apparaît.

source: If your project uses SecureWatch Imagery, you will be able to select a range of dates (under **Select Range**) or specific dates (under **Select Dates**). Your institution will have set a default range of dates when the project was created. The list of **Available Dates** will automatically populate with the available dates for the sample plot you are looking at. When you answer a question, the date or range of dates will be recorded. Please refer to any specific instructions your institution has given you regarding which imagery options to use for SecureWatch.
fr: Si le projet utilise des images SecureWatch, vous allez pouvoir choisir un intervalle de dates (dans la rubrique **Select Range**) ou bien des dates spécifiques (dans la rubrique **Select Dates**). L’institution porteuse du projet aura sans doute établi un intervalle par défaut lors de la création du projet. La liste de dates disponibles (**Available Dates**) se remplira automatiquement avec les dates disponibles pour la parcelle échantillon que vous voyez à l’écran. Lorsque vous répondrez à une question, la date ou l’intervalle de dates sera enregistré. Consultez les instructions spécifiques données par l’institution concernant les options d’imagerie à utiliser pour SecureWatch.

source: Make sure you also refer to the second tab, where the Geo-Dash information is presented. The time series information that is presented in the Geo-Dash window is also helpful in determining if change has occurred on the landscape.
fr: Assurez-vous de consulter également le deuxième onglet, où se trouve présentée l’information de Geo-Dash. L’information relative à la série chronologique présentée dans la fenêtre Geo-Dash est très utile pour définir si un changement s’est produit dans un paysage.

source: If both images look the same, no change occurred, so we select all points and label them as no change or stable.
fr: Si les deux images sont pareilles, qu’aucun changement ne s’est produit, sélectionnez tous les points et attribuez-leur l’étiquette d’absence de changement ou la mention stable.

source: If there has been change, select the appropriate change option.
fr: Si des changements sont intervenus, choisissez l’option de changement appropriée.

source: Repeat for all Sample Value categories.
fr: Refaites la manipulation pour toutes les catégories de points de l’échantillon.

source: Seasonality
fr: Saisonnalité

source: Seasonality issues can occur when different land uses appear different between seasons. For example, a grassland might be bright green in spring but look brown in the summer. If you saw just the brown imagery, you might think the brown is dirt and incorrectly classify the grassland as barren dirt.
fr: Les occurrences saisonnières se produisent lorsqu’il a des utilisations différentes des sols en fonction des saisons. Par exemple, un pâturage peut apparaître vert clair au printemps et plus brun en été. Si vous ne voyiez que les images brunes, vous pourriez penser qu’il s’agit de terre et classer le pâturage de façon erronée comme terrain nu.

source: To avoid this issue, try switching between different imagery that is available to you. Look to see if there is imagery available from different seasons to help with your decision.
fr: Pour contourner ce problème, faites le test d’alterner entre les différentes images que vous avez à votre disposition. Cherchez à savoir s’il y a des images disponibles sur différentes saisons, afin d’être sûr de votre décision.

source: You can also look at the Geo-Dash page for the plot to see if there is any NDVI or other additional information that could help you.
fr: Vous pouvez également consulter la page Geo-Dash consacrée à la parcelle en question, pour voir s’il y a des changements dans le NDVI ou d’autres informations susceptibles de vous aider.

source: You can also click on **Download Plot KML** to download a .kml file to view in Google Earth. Google Earth has multiple current and historic imagery sources that can help you identify a plot.
fr: Vous pouvez par ailleurs cliquer sur **Download Plot KML** (Importer KML de la parcelle) pour importer un fichier .kml à visualiser sur Google Earth. Google Earth dispose de sources multiples d’images passées et actuelles qui peuvent vous aider à identifier correctement votre parcelle.

source: Adjusting the zoom level
fr: Ajustement du niveau de zoom

source: Zooming in and out to gather contextual clues from the landscape is important for multiple land use and land cover types. For example:
fr: Il est important de zoomer et dézoomer l’image pour recueillir des indices contextuels du paysage avoisinant, en particulier pour les zones où il y a des utilisations multiples des sols ou des types divers de couvert des sols. Par exemple :

source: Water in larger waterbodies often appears black or dark until you zoom out.
fr: L’eau des corps d’eau les plus larges apparaît souvent noire ou très sombre jusqu’à ce que vous dézoomez l’image.

source: Tree plantations may look like forests until you zoom out and see the regular pattern of planted trees.
fr: Les plantations d’arbres peuvent ressembler à des forêts, mais lorsque vous dézoomez, vous constaterez le patron régulier des arbres plantés.

source: Flag a plot
fr: Signaler une parcelle

source: You can click **[Flag Plot]** if the imagery is insufficient (missing, low resolution, etc.) to accurately label the plot attributes. It will automatically reload the next plot for your project.
fr: Vous pouvez cliquer sur **[Flag Plot]** (Signaler parcelle) si les images sont insuffisantes pour étiqueter avec précision une parcelle (images manquantes, résolution faible, etc.). Cela aura pour effet de vous faire passer automatiquement à la parcelle suivante du projet.

source: **Flag Plot** will delete any attributes that have been assigned to the points/plots.
fr: L’option **Flag Plot** supprimera tous les attributs précédemment assignés aux points ou à la parcelle.

source: Using **Navigate Through** set to **My Analyzed Plots** you can return to the flagged plot and try to answer the questions again. The **flag plot** button will be disabled because the plot has already been flagged and you cannot flag it again.
fr: Avec le menu **Navigate Through** (Parcourir dans) fixé sur l’option **My Analyzed Plots** (mes parcelles analysées), vous pouvez revenir sur une parcelle signalée (flagged) et tenter à nouveau de répondre aux questions. Dans ce cas, le bouton **flag plot** sera bien sûr désactivé, puisque la parcelle est déjà signalée et qu’il est impossible de la signaler deux fois.

source: Your responses will be recorded, and the plot will be unflagged if you click **Save**.
fr: Vos réponses seront alors enregistrées et si vous cliquez sur **Save** (Enregistrer), le signalement de la parcelle sera levé.

source: Plots can either be flagged or saved by a user, but not both.
fr: Les parcelles peuvent être signalées ou enregistrées par l’utilisateur, mais pas les deux à la fois.

source: Difficult plots
fr: Parcelles difficiles

source: Sometimes plots are hard to interpret, even with good imagery! These plots can only be reliably and accurately classified by having knowledge of local agricultural systems, local vegetation types, and landscape patterns.
fr: Les parcelles sont parfois difficiles à interpréter, même avec des images de bonne qualité ! Ce sont des parcelles qui ne peuvent être classées de façon fiable et précise qu’en ayant une connaissance des systèmes agricoles locaux, des types de végétation et des patrons du paysage.

source: Try making use of the surroundings of the plot to glean as much information as you can before making a best guess.
fr: Explorez les alentours de la parcelle pour glaner le plus d’informations possible avant d’émettre une supposition.

source: If different users identify the plot differently, it will be flagged internally as a difficult plot.
fr: Si plusieurs utilisateurs identifient la parcelle de façon différente, elle sera signalée en interne comme une parcelle difficile à classer.

source: If you do not feel comfortable interpreting the plot, you should click **[Flag Plot]**.
fr: Si vous ne vous sentez pas à l’aise pour interpréter une parcelle, faites-en le signalement en cliquant simplement sur **[Flag Plot]**.

source: Skip a plot
fr: Laisser une parcelle

source: At any time, you can skip a plot for later analysis by clicking the **[Next Plot Arrow]** in the **Plot Navigation** tab. Alternatively, click on **[Previous Plot Arrow]** to revisit the previous plot
fr: Vous pouvez à tout moment laisser une parcelle de côté pour analyse ultérieure en cliquant sur la flèche Parcelle suivante **[Next Plot Arrow]** dans l’onglet de navigation de la parcelle (**Plot Navigation**). De la même façon, vous pouvez cliquer sur la flèche Parcelle précédente **[Previous Plot Arrow]** pour revenir en arrière

source: Project information
fr: Informations sur le projet

source: If you click on the project name, it will show the number and percent of plots completed, the number and percent of plots flagged as bad, and the total number of plots. An accuracy score based on the project’s training data will also be available soon.
fr: Si vous cliquez sur le nom du projet, Vous verrez le nombre et le pourcentage de parcelles analysées, le nombre et le pourcentage de parcelles signalées comme difficiles, et le nombre total de parcelles. Un score de précision basé sur les données d’entrainement du projet sera également disponible prochainement.
