Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/familiarize.po
Languages: fr

source: Familiarize yourself with satellite imagery & photo identification
fr: Familiarisez-vous avec l'imagerie par satellite et l'identification photographique

source: The landscape looks very different from above than it does from the ground! If you have been on a plane, think about how the world looks from that height. If not, imagine yourself slowly rising higher and higher above the ground. Each person soon becomes a spot, you can only see the shape of the roof of each building, trees turn into circular green blobs (or spindly brown, depending on the season). Consider looking at where you live with satellite imagery first. Use your local knowledge to see what roads, buildings, lakes, trees, and more look like.
fr: Le paysage vu d’en-haut n’a rien à voir avec ce que l’on voit depuis le sol ! Si vous avez déjà pris l’avion, souvenez-vous du monde vu de là-haut. Si non, imaginez que vous vous élevez lentement de plus en plus haut au-dessus du sol. Chaque personne devient rapidement un petit point, vous ne distinguez plus que la forme du toit des bâtiments, les arbres deviennent des pelotes rondes et vertes (ou des aiguilles marrons, suivant la saison). Regardez d’abord le lieu où vous vivez sur des images satellites. Utilisez votre connaissance du terrain pour situer les routes, les bâtiments, les lacs, les arbres, et pour voir à quoi ils ressemblent vus d’en-haut.

source: Here are some sample images illustrating different land uses. All images are courtesy of Bing Maps.
fr: Voici quelques exemples d’images montrant différentes utilisations des sols. Toutes les images sont tirées de Bing Maps.

source: Forest
fr: Forêt

source: Conifer forest:
fr: Forêt de conifères:

source: Deciduous Forest (Temperate):
fr: Forêt décidue (Température):

source: Pasture
fr: Pâturage

source: Western United States (arid):
fr: Ouest des États-Unis (arides) :

source: Midwestern United States (temperate):
fr: Midwest United States (tempéré) :

source: Water: Lake
fr: Eau : Lac

source: Water: River
fr: Eau : Rivière

source: Remember that depending on the study region, seasons may change how the landscape looks. If your project has an Interpretation Key you should always use it as your primary reference.
fr: Rappelez-vous que selon la région de l’étude, les saisons peuvent changer l’apparence du paysage. Si votre projet possède une clé d'interprétation, vous devez toujours l'utiliser comme référence principale.

source: Here are some additional resources to help you learn how to visually interpret forests, grasslands, buildings, and more.
fr: Voici quelques ressources supplémentaires pour vous aider à apprendre à interpréter visuellement les forêts, les prairies, les bâtiments, et plus encore.

source: `How to Interpret a Satellite Image: Five Tips and Strategies <https://earthobservatory.nasa.gov/features/ColorImage>`__
fr: `Comment interpréter une image satellite: Cinq conseils et stratégies <https://earthobservatory.nasa.gov/features/ColorImage>`__

source: `Remote Sensing Guides <https://www.amnh.org/research/center-for-biodiversity-conservation/capacity-development/biodiversity-informatics/remote-sensing-guides>`__
fr: `Guides de détection à distance <https://www.amnh.org/research/center-for-biodiversity-conservation/capacity-development/biodiversity-informatics/remote-sensing-guides>`__
