Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/index.po
Languages: fr, pt

source: Collecting data in Collect Earth Online
fr: Collecte de données dans Collect Earth Online
pt: Coletando dados no Collect Earth Online

source: Collect Earth Online makes it easy for users to contribute to projects' data collection efforts.
fr: Collect Earth Online permet aux utilisateurs de contribuer facilement aux efforts de collecte de données des projets.
pt: O Collect Earth Online facilita para os usuários contribuírem com os esforços de coleta de dados dos projetos.

source: If you are interested in learning how create and manage an institution, please see: :doc:`../institution/index`.
fr: Si vous êtes intéressé à apprendre comment créer et gérer une institution, veuillez voir : :doc:`../institution/index`.
pt: Se você tem interesse em aprender como criar e gerenciar uma instituição, por favor, veja: :doc:`../institution/index`.

source: Collect Earth Online (CEO) is available at https://collect.earth/.
fr: Collect Earth Online (CEO) est disponible sur https://collect.earth/.
pt: Collect Earth Online (CEO) está disponível em https://collect.earth/.

source: Overview of the Data Collection section
fr: Aperçu de la section Collecte de Données
pt: Visão geral da seção de Coleta de Dados

source: In this section of the CEO documentation, you can learn how to:
fr: Dans cette section de la documentation du CEO, vous pouvez apprendre à :
pt: Nesta seção da documentação do CEO, você pode aprender como:

source: :doc:`Prepare to collect data <preparing>`
fr: :doc:`Préparez-vous à collecter les données <preparing>`
pt: :doc:’Prepare-se para coletar os dados <preparing>’

source: :doc:`Collect data for your institution <start>`
fr: :doc:`Collecter des données pour votre institution <start>`
pt: :doc:’Coletar dados para a sua instituição <start>’

source: :doc:`Troubleshoot common issues <troubleshooting>`
fr: :doc:`Dépannage problèmes courants <troubleshooting>`
pt: :doc:’Solucionar problemas comuns <troubleshooting>'

source: The Data Collection section provides a quick overview of the Collect Earth Online data collection interface, how to collect data for your institution's projects and what to do if you encounter an error. You can learn about how to set up your CEO account, and how to manage your own institution and projects in other sections of this documentation. Navigate to these sections using the links at the top of the page.
fr: La section Collecte de Données fournit un aperçu rapide de l'interface de collecte de données de Collect Earth Online, comment collecter des données pour les projets de votre institution et que faire si vous rencontrez une erreur. Vous pouvez apprendre comment configurer votre compte CEO, et sur la gestion de votre propre institution et de vos propres projets dans d'autres sections de cette documentation. Naviguez vers ces sections en utilisant les liens en haut de la page.
pt: A seção da Coleta de Dados fornece uma visão rápida da interface do Collect Earth Online, como coletar dados para os projetos da sua instituição e o que fazer se você encontrar um erro. Você pode aprender como criar a sua conta CEO e como gerenciar sua própria instituição e projetos em outras seções desta documentação. Navegue para estas seções usando os links no topo da página.

source: Navigate to the other areas of this section by selecting links under **Section navigation** to the left.
fr: Naviguez vers les autres zones de cette section en sélectionnant les liens sous **navigation de section** à gauche.
pt: Navegue para as outras áreas desta seção selecionando links sob **Navegação da Seção** à esquerda.

source: Navigate to other areas of this article by by selecting links under **On this page** to the right.
fr: Naviguez vers d'autres zones de cet article en sélectionnant les liens sous **Sur cette page** à droite.
pt: Navegue para outras áreas deste artigo selecionando links sob **Nesta página** à direita.

source: This documentation uses a few formatting standards for ease of use. Clickable links are shown **[like this]**. The names of pages, like the **Home** page, are bolded.
fr: Cette documentation utilise quelques normes de formatage pour faciliter l'utilisation. Les liens cliquables sont affichés **[comme ceci]**. Les noms des pages, comme la page **d'Accueil**, sont en gras.
pt: Esta documentação utiliza alguns padrões de formatação para facilitar o uso. Links clicáveis são mostrados **[como esse]**. Os nomes das páginas, como a **Home**, estão em negrito.

source: Finally, CEO is a live tool that is under continuous development. Please report any bugs at our GitHub or by contacting `the CEO team <support@collect.earth>`__.
fr: Enfin, CEO est un outil vivant en développement continu. Veuillez signaler tout bug sur notre GitHub ou en contactant `l'équipe CEO <support@collect.earth>`__.
pt: Finalmente, CEO é um instrumento ao vivo que está sob desenvolvimento contínuo. Por favor, reporte quaisquer erros no nosso GitHub ou entre em contato com ’a equipe do CEO <support@collect.earth>’__.
