Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/preparing.po
Languages: fr

source: Preparing for Data Collection
fr: Se préparer à la collecte de données

source: Allow pop-ups
fr: Autorisez les fenêtres pop-up

source: If it is your first-time collecting data with Collect Earth Online, or you have switched computers, you may need to allow pop-ups from the CEO site. CEO uses pop-up windows to display additional, relevant information about each plot through the Geo-Dash interface.
fr: S’il s’agit de votre première expérience de collecte de données sur Collect Earth Online, ou bien si vous avez changé de matériel informatique, vous devrez au préalable autoriser les fenêtres pop-up du site. CEO utilise des pop-ups pour vous montrer des informations utiles au sujet de chaque parcelle via l’interface Geo-Dash.

source: How to enable pop-ups varies based on the browser you are using. The most used browsers are discussed below. However, if your browser is not covered, simply search online for your browser name & “allow pop-ups” and the search engine should return relevant results.
fr: La façon d’autoriser les pop-ups varie d’un navigateur à l’autre. Vous trouverez ci-après un bref aperçu des navigateurs les plus connus. Si votre navigateur ne se trouve pas dans cette liste, faites une recherche en ligne avec le nom de votre navigateur + « autoriser pop-up », et le moteur de recherche vous trouvera sans doute une réponse satisfaisante.

source: **For Google Chrome:**
fr: **Pour Google Chrome :**

source: Check the address bar. If it is marked with a pop-up blocked icon (see image below), click on the **[popup blocked]** warning.
fr: Vérifiez dans la barre d’adresse. Si elle comporte une icône indiquant que les pop-up sont bloquées (voir l’image ci-dessous), cliquez sur la notification **[popup blocked]** (pop-up bloquée).

source: In the popup window that appears, select **Always allow pop-ups from https://collect.earth/.** Then click **[Done]**.
fr: Dans la fenêtre pop-up qui s’affiche, choisissez **Always allow pop-ups from https://collect.earth/** (Toujours autoriser les pop-ups de https://collect.earth/), puis cliquez sur **[Done]** (Finaliser).

source: If there is no icon, follow the directions here: `Chrome Support <https://support.google.com/chrome/answer/95472>`__.
fr: S'il n'y a pas d'icône, suivez les instructions que vous trouverez ici: `Support Chrome <https://support.google.com/chrome/answer/95472>`__.

source: **For Mozilla Firefox:**
fr: **Pour Mozilla Firefox :**

source: Check for a yellow bar below the address bar (see image below). If there, click on the **[Options]** button.
fr: Vérifie s’il y a une barre jaune en dessous de la barre d’adresse (voir image ci-dessous). Si elle est visible, cliquez sur le bouton **[Options]**.

source: In the popup window that appears, select **Allow pop-ups for** collect.earth.
fr: Dans le menu déroulant qui s’affiche, choisissez **Allow pop-ups for collect.earth** (Autoriser les pop-up pour collect.earth).

source: If there is no icon, follow the directions here: `Mozilla Support <https://support.mozilla.org/en-US/kb/pop-blocker-settings-exceptions-troubleshooting#w_pop-up-blocker-settings>`__.
fr: S'il n'y a pas d'icône, suivez les instructions que vous trouverez ici : `Mozilla Support <https://support.mozilla.org/en-US/kb/pop-blocker-settings-exceptions-troubleshooting#w_pop-up-blocker-settings>`__.

source: Option 1: Work on a public project
fr: Option 1 : Travailler sur un projet public

source: From the **Home** page, you can begin collecting data on public projects. There are map pins representing each project at the project location.
fr: Dès la page d’accueil (**Home**), vous pouvez commencer à collecter des données sur des projets publics. Les épingles disséminées sur la carte montrent les projets ouverts et leur localisation.

source: Select a project by first clicking on a **[map pin]**. Then from the pop-up **Project info** menu, click on the name of one of the projects in the pop-up window.
fr: Choisissez un projet en cliquant sur **[l’une des épingles]**. Ensuite, dans le menu pop-up **Project info** (Information relative au projet), cliquez sur le nom d’un des projets qui s’affichent dans la fenêtre pop-up.

source: This will take you to the **project’s homepage**, a screen that shows a **Map** of the whole study region on the left & the **Data Collection Toolbar** on the right.
fr: Cela vous mènera jusqu’à la **page d’accueil du projet**, un écran qui montre une **Carte** de la région d’étude à gauche et un **Panel d’outils pour la collecte de données** à droite.

source: Under **Plot Navigation**, Click the green **[Go to first plot]** button to begin collecting information.
fr: Sous la rubrique **Plot Navigation** (Parcourir les parcelles), cliquez sur le bouton vert **[Go to first plot]** (Aller à la première parcelle) pour lancer la collecte d’informations.

source: Option 2: Select a project from an institution
fr: Option 2 : Sélectionnez un projet à partir d'une institution

source: If your institution has a specific project you want to work on, make sure you are logged in and then click on your institution’s name on the left-hand side of the **Home** page. You may want to use the **Enter text to filter** box to find your institution.
fr: Si votre organisation a un projet spécifique sur lequel vous souhaitez travailler, assurez-vous d’abord d’être connecté à votre compte CEO et cliquez ensuite sur le nom de votre organisation (Institution) dans le panel de gauche de la page d’Accueil (**Home**) de CEO. Vous pouvez utiliser le filtre (**Enter text to filter**) pour trouver l’institution plus rapidement.

source: A drop-down list of the institution’s available projects will open. Select the project of interest by clicking on the project’s name.
fr: Vous verrez s’afficher un menu déroulant de tous les projets disponibles de l’institution. Choisissez celui qui vous intéresse en cliquant sur le nom du projet.

source: This will take you to the project’s home screen as described above.
fr: Cela vous mènera à l'écran d'accueil du projet comme décrit ci-dessus.

source: Click the **[Go to first plot]** button to begin collecting information.
fr: Cliquez sur le bouton vert **[Go to first plot]** (Aller à la première parcelle) pour commencer à collecter des informations.

source: You can also go to a project through the **Institution’s** page via the **info button**. There are three colors of projects on the **Institution** page.
fr: Vous pouvez également vous rendre sur la page du projet en visitant la page de **l’Institution** via le **bouton d’information**. Il peut y avoir trois couleurs de projets sur la page de chaque **Institution**.

source: Blue-green highlighted project names have completed data collection.
fr: Les projets dont les noms sont en surbrillance bleu-vert ont déjà finalisé leur collecte de données.

source: Yellow project names are partly collected.
fr: Pour les projets dont le nom est en jaune, les données sont partiellement collectées.

source: Red project names have no data collected.
fr: Pour les projets dont le nom est en rouge, la collecte n’a pas encore démarré.

source: The analysis screen
fr: L'écran d'analyse

source: First, make sure you clicked the **[Go to first plot]** button.
fr: Premièrement, assurez-vous d'avoir cliqué sur le bouton **[Aller au premier plot]**.

source: Now we will familiarize ourselves with the analysis screen.
fr: Maintenant, nous allons nous familiariser avec l'écran d'analyse.

source: You can access help for the analysis screen at any time by clicking on the purple ? in the top right hand corner of the screen. The help function will point out important features of the data collection page.
fr: Vous pouvez vous rendre sur l’écran d’analyse à n’importe quel moment en cliquant sur le signe d’interrogation cerclé de violet dans le coin supérieur droit de votre écran. La fonction d’aide vous donnera des indications utiles concernant la page de collecte des données.

source: Map window
fr: Fenêtre cartographique

source: On the left hand side is the map window:
fr: Sur le côté gauche de la fenêtre cartographique :

source: Your **sample plot** will show up as a yellow circle or square in the map window. The sample shape is dependent on how the project has been designed.
fr: La parcelle d’échantillon (**sample plot**) s’affiche sous forme de cercle ou carré jaune sur la carte. La forme des parcelles dépend de la façon dont le projet a été conçu.

source: Each **sample point** is identified with a black circle until it is assigned a label.
fr: Chaque point d’échantillonnage (**sample point**) apparaît sous forme de cercle noir avant d’être analysé et étiqueté.

source: You can change the color of the unassigned sample points from black to white by selecting the corresponding color radio button next to “Unanswered Color” on the right-hand panel.
fr: Vous pouvez changer la couleur des points non encore étiquetés du noir au blanc en cochant la puce de la couleur correspondante dans le panel qui se trouve à droite de l’image, à côté de la mention « couleur de point non étiqueté » (Unanswered Color).

source: You can zoom in and out using the blue + and – buttons in the upper left-hand corner of the map window, or by scrolling your mouse wheel.
fr: Vous pouvez zoomer et dézoomer à l’aide des boutons + et – situés dans le coin supérieur gauche de la carte, ou en utilisant la roue de votre souris.

source: Information about the imagery source is shown at the top of the screen.
fr: L’information relative à la source d’imagerie utilisée se trouve en haut de l’écran.

source: Options and Survey Questions
fr: Options et questions du sondage

source: On the right-hand side are all of the navigation, external tool options, imagery options, and survey questions.
fr: Du côté droit se trouvent toutes les options de navigation, d’imagerie et de sondage.

source: **Navigation options:**
fr: **Options de navigation :**

source: As an institution Member, the **Navigate Through** dropdown menu allows you to choose between:
fr: En tant que membre de l'institution, le menu déroulant **Navigate Through** (Parcourir dans) vous donne le choix entre :

source: **Default**: This will navigate through plots assigned to you and any available unanalyzed plots. In general, you will not need to switch the navigation mode from this option.
fr: **Par défaut** : Ceci naviguera à travers les plots qui vous sont assignés et tous les plots non analysés disponibles. En général, vous n'aurez pas besoin de basculer le mode de navigation de cette option.

source: **Unanalyzed Plots**: This option allows you to collect data on unanalyzed plots to contribute to your project.
fr: **Unanalyzed Plots** (Places non analysées) : Cette option vous permet de collecter des données sur des parcelles non analysées pour contribuer à votre projet.

source: **Analyzed plots**: Review your previously analyzed plots. This option will allow you to correct mistakes etc. for previously analyzed plots.
fr: **Analyzed Plots** (Parcelles analysées) : Examinez vos parcelles précédemment analysées. Cette option vous permettra de corriger les erreurs etc. pour les parcelles analysées précédemment.

source: **Flagged plots**: Review plots you have flagged.
fr: **Flagged plots** (Parcelles marquées) : Examinez les parcelles que vous avez marquées.

source: As an institution Administrator, the **Navigate Through** dropdown menu ALSO allows you to choose between:
fr: En tant qu'administrateur de l'institution, le menu déroulant **Navigate Through** vous permet ÉGALEMENT de choisir entre :

source: **Analyzed plots**: Examine plots analyzed by any user.
fr: **Analyzed plots** (Parcelles analysées) : Examiner les parcelles analysées par n'importe quel utilisateur.

source: **Flagged plots**: Examine plots flagged by any user.
fr: **Flagged plots** (Parcelles marquées) : Examiner les parcelles signalées par n'importe quel utilisateur.

source: **Low Confidence**: Examine plots with low plot confidence.
fr: **Low Confidence** (Faible fiabilité) : Examiner les parcelles avec peu de confiance en les parcelles.

source: **User:** Examine plots collected by any user. A dropdown menu allows you to choose which user.
fr: **User** (Utilisateur) : Examiner les parcelles collectées par n'importe quel utilisateur. Un menu déroulant vous permet de choisir quel utilisateur.

source: **QA/QC:** Examine plots where the collected answers have more than a specified level of disagreement. You can also click the **View Disagreements** button to examine user’s responses side by side in a separate window. See the Institution and Project Creation manual for more information.
fr: **QA/QC** : Examiner les parcelles où les réponses recueillies ont plus qu'un niveau de désaccord spécifié. Vous pouvez également cliquer sur le bouton **View Disagreements** (Voir les désaccords) pour examiner les réponses de l'utilisateur côte à côte dans une fenêtre séparée. Consultez le manuel de création d'institutions et de projets pour plus d'informations.

source: Under this dropdown menu is the **Plot ID number**.
fr: En-dessous de ce menu déroulant se trouve le numéro identifiant de la parcelle (**plot ID number**).

source: The navigation menu contains blue **forward** and **backward** buttons to navigate to different plots, as well as a text box where you can enter a plot ID number and then click **[Go to plot]** to navigate to a specific plot.
fr: Le menu de navigation contient des boutons bleus pour **avancer** et **reculer**, qui permettent de naviguer entre les différentes parcelles, et une case de texte vous permettant de vous rendre directement sur une parcelle spécifique en saisissant le numéro identifiant de la parcelle puis en cliquant sur **[Go to plot]**.

source: **External Tools options:**
fr: **Options des outils externes :**

source: Click **[Re-Zoom]** to return your focus to the focus plot
fr: Cliquez sur **[Re-Zoom]** pour vous recentrer sur votre parcelle de travail

source: **Click [Geodash]** to open the **GeoDash** pane with additional information about the plot (detail see :doc:`start`).
fr: Cliquez sur **[Geodash]** pour ouvrir le panneau **Geo-Dash** avec des informations supplémentaires sur le tracé (détail voir :doc:`start`).

source: You can click **[Download Plot KML]** to download a KML file with the plot information. . Downloading the KML allows you to transfer the plot information to another program, such as Google Earth Desktop. Importantly, the KML functionality allows users to determine the coordinates (latitude and longitude) at which points of interest are located.
fr: Vous pouvez cliquer sur **[Download Plot KML]** (Exporter KML de la parcelle) pour télécharger le ficher KML correspondant à votre parcelle de travail. Ceci vous permet de transférer l’information relative à la parcelle vers un autre logiciel, comme Google Earth, par exemple. Plus important : la fonction KML permet à l’utilisateur de définir les coordonnées (latitude et longitude) de chacun des points qui l’intéressent.

source: The **Go to GEE Script** button may or may not be present on your dashboard. If it is present, it will take you to an Earth Engine Apps website displaying additional data about the plot.
fr: Le bouton Go to GEE Script peut être présent ou absent de votre tableau de bord. S’il est présent, il vous conduira vers un site d’applications du Earth Engine contenant des données supplémentaires relatives à votre parcelle.

source: This screen will have 6 panels. On the far left, there is a Sentinel 2 composite of the last 12 months. They are colored as infrared color composite (near infrared, mid infrared, red). Reddish brown is forest, agriculture, grass, and shrubs are a lighter shade of orange. Water is purple, and urban areas are shades of blue and green.
fr: L’écran aura 6 panels. Tout à gauche, il y aura une image composite Sentinel 2 des 12 derniers mois. Elle sera colorée par un composé infrarouge (proche infrarouge, infrarouge moyen, rouge). Les forêts apparaissent en marron rougeâtre ; les cultures agricoles, les prairies et les bosquets d’arbustes dans une tonalité d’orange plus claire. L’eau apparaît en pourpre, et les zones urbaines en différentes tonalités de bleu et de vert.

source: In the center are Landsat 8 and Landsat 7 Color Yearly mosaics, with a slider so you can choose between years.
fr: Au centre, il y aura des mosaïques annuelles colorées de Landsat 8 et Landsat 7, avec un curseur qui vous permet de choisir l’année.

source: On the right are NDVI graphs of the plot from MODIS, Landsat 7/8, and Sentinel 2. For the Landsat 7/8 and Sentinel graphs, you can click a point on the graphs to load specific images in the left and center panels.
fr: À droite, il y aura les graphiques NDVI correspondant à la parcelle, issus de MODIS, Landsat 7/8, et Sentinel 2. Pour les graphiques Landsat 7/8 et Sentinel, vous pouvez cliquer sur un point des graphiques pour afficher des images spécifiques dans les panels de gauche et du centre.

source: **Imagery Options**
fr: **Options d'imagerie**

source: Using the dropdown under **Imagery Options**, you can change the background image by selecting between different imagery on the drop-down list.
fr: Avec le menu déroulant **Imagery Options**, vous pouvez modifier l’image de fond en choisissant parmi plusieurs bibliothèques d’images dans une liste déroulante.

source: Different images are helpful for comparing different points in time and/or where one imagery source does not have enough detail to answer the **Survey Questions**. Some imagery options also include the names of towns, villages, etc.
fr: Voir des images différentes d’une même parcelle peut être utile pour comparer des points dans le temps et/ou lorsqu’une source d’images n’offre pas un niveau de détail suffisant pour répondre aux questions de sondage (**Survey Questions). Certaines options d’imagerie font mention des noms des villes, des villages, etc.

source: You may need to click **[Update Imagery]** to update the imagery when you select a new imagery source.
fr: Vous devrez peut-être cliquer sur **[Update Imagery]** pour mettre à jour l'image lorsque vous sélectionnez une nouvelle source d'images.

source: Some imagery servers are slow. Please be patient when switching to sources like Planet Daily, since their servers can take about 30 seconds to respond to queries sent by the CEO platform.
fr: Quelques serveurs d'images sont lents. Veuillez être patient lorsque vous basculez vers des sources comme Planet Daily, car leurs serveurs peuvent prendre environ 30 secondes pour répondre aux requêtes envoyées par la plate-forme CEO.

source: **Survey Questions**
fr: **Questions du sondage**

source: This is the area to answer the project’s **Survey Questions**.
fr: C’est le champ où vous pourrez répondre aux questions de sondage du projet (**Survey Questions**).

source: Each project has a different set of numbered survey questions (in the example below only “1” question is in the project).
fr: Chaque projet a son propre ensemble de questions de sondage numérotées (dans l’exemple ci-dessous, le projet ne comporte qu’une question « 1 »).

source: You can navigate between questions using the forward and back arrows or the numbers.
fr: Vous pouvez parcourir les questions à l’aide des flèches pour avancer et reculer, ou bien à l’aide des chiffres.

source: The **Unanswered Color** radio button changes the color of the survey points.
fr: Le bouton radio **[Unanswered Color]** change la couleur des points de sondage.

source: Your project may have a **confidence slider**.
fr: Votre projet peut avoir un **slider de confiance**.

source: The **Save** button will save your survey answers and move on to the next point (it only becomes active when all points have been interpreted).
fr: Le bouton **Save** enregistre vos réponses et passe au point suivant (il ne devient actif que lorsque tous les points de la parcelle ont été interprétés).

source: **Flag Plot** is used when a survey question cannot be answered, either because the imagery is not of high enough quality or there is another problem; this will advance to the next plot. When you flag a plot, a text box will appear so that you can type in why you flagged the plot. For example, you might write “Cloud” if there is a cloud in the imagery over the plot.
fr: **Flag Plot** est utilisé quand une question de sondage ne peut pas être répondu, soit parce que l'imagerie n'est pas de qualité suffisante soit parce qu'il y a un autre problème ; ceci passera à la prochaine parcelle de jeu. Lorsque vous indiquez un emplacement, une zone de texte apparaît de sorte que vous puissiez taper les raisons pour lesquelles vous avez marqué le parc. Par exemple, vous pouvez écrire « Nuage » s'il y a un nuage dans l'image sur la parcelle.

source: **Clear All** erases all your survey question answers for this plot.
fr: Le bouton **Clear All** (Effacer tout) efface toutes les réponses aux questions de votre sondage pour cet emplacement.

source: **Quit** will return you to CEO’s **Home** page. If you try to leave the page without saving your answers, you will receive a warning and reminder to save your answers if appropriate.
fr: Le bouton **Quit** (Fermer) vous renverra à la page **Accueil** du CEO. Si vous essayez de quitter la page sans enregistrer vos réponses, vous recevrez un avertissement et un rappel pour enregistrer vos réponses le cas échéant.

source: **Survey questions with user-drawn samples**
fr: **Questions de sondage avec échantillons dessinés par les utilisateurs**

source: Your project may have been set up to allow for user drawn samples.
fr: Votre projet peut avoir été paramétré pour autoriser le traçage manuel d’échantillons par l’utilisateur.

source: If so, you will see two icons under **Survey Questions**, a question mark and a pencil.
fr: Dans ce cas, vous verrez deux icones sous l’intitulé **Survey Questions** : un point d’interrogation et un crayon.

source: When you have the question mark selected, the Survey Question interface will work as we just discussed.
fr: Lorsque le point d’interrogation est actif, l’interface **Survey Questions** fonctionnera comme nous l’avons décrit précédemment.

source: However, if you select the pencil icon, you will see the options that allow you to draw different points, lines, and polygons on the map.
fr: En revanche, si c’est le crayon qui est actif, vous verrez les options qui vous permettent de tracer différents points, lignes et polygones sur la carte.

source: You can switch between the different shapes by clicking on their respective icons. Note that your project administrator may have restricted the types of geometries (point, line, polygon) that you can create.
fr: Vous pouvez basculer entre les différentes formes en cliquant sur leurs icônes respectives. Notez que votre administrateur de projet peut avoir restreint les types de géométries (point, ligne, polygone) que vous pouvez créer.
