Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/preparing.po
Languages: fr

source: The **GeoDash** pop-up window will also open with information about the plot if it has been configured for the project. This window contains information to help identify land cover and land use attributes compiled from Google Earth Engine. Depending on the project, Geo-Dash can include plots of time series data (such as how NDVI values have varied over time), Landsat image chips, and more. See :doc:`start` for more information.
fr: La fenêtre pop-up **GeoDash** s'ouvrira également avec des informations sur le tracé si elle a été configurée pour le projet. Cette fenêtre contient des informations pour aider à identifier les attributs de couverture des terres et d'utilisation des terres compilés à partir de Google Earth Engine. Selon le projet, Geo-Dash peut inclure des plots de données de séries temporelles (comme comment les valeurs NDVI ont varié au fil du temps) Jetons d'image Landsat, et plus encore. Voir :doc:`start` pour plus d'informations.
