Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/start.po
Languages: fr

source: Start Collecting Data!
fr: Commencer à collecter des données !

source: Analyze plots
fr: Analysez quelques parcelles

source: Now it is time to contribute to a project. Make sure you have clicked on **Go to first plot**.
fr: Maintenant il est temps de contribuer à un projet. Assurez-vous d'avoir cliqué sur **Aller sur le premier plot**.

source: Read the first Survey Question and the possible answers.
fr: Lisez la première question du sondage et les réponses possibles.

source: If you want to assign the same class or answer to ALL points in the plot (prior to having applied an answer to any of the points), you can just click on the answer without first needing to select the points.
fr: Si vous voulez assigner la même classe ou répondre à TOUS les points du de la parcelle (avant d'avoir appliqué une réponse à l'un des points), vous pouvez simplement cliquer sur la réponse sans avoir à sélectionner les points.

source: If you want to assign different classes or answers to points in the plot, you will first select your sample points. When sample points are selected, they turn blue.
fr: Si vous voulez assigner des classes ou réponses différentes aux divers points de la parcelle, vous devez d’abord sélectionner le ou les points d’échantillonnage à étiqueter. Lorsqu’ils sont sélectionnés, les points deviennent bleus.

source: To select a *single* sample point, click on it with the left mouse key.
fr: Pour sélectionner un *seul* point, cliquez dessus avec la touche gauche de la souris.

source: To select *several* sample points, click on them while keeping the Shift key pressed down.
fr: Pour sélectionner *plusieurs* points, cliquez dessus en maintenant appuyée la touche Shift (Majuscule).

source: To select *all* points in the sample or all points in a rectangle, hold down Ctrl, then click, hold, and drag in the map window to draw your rectangle.
fr: Pour sélectionner *tous* les points de l’échantillon ou tous les points dans un rectangle, maintenez appuyée la touche Ctrl, faites un clic que vous maintenez appuyé également, et déplacez le curseur en diagonale sur la carte de façon à tracer un rectangle.

source: When your sample points are marked in blue, you can assign them a sample value by clicking on the suitable value in the legend to the right of the map window. The sample points are then marked in the color of the value class. Here, these sample points are not forest (shrubland), so we select Other.
fr: Lorsque vos points sont marqués en bleu, vous pouvez leur assigner une classe en cliquant sur la classe appropriée dans la légende à droite de la carte. Les points d’échantillonnage prennent alors la couleur de la classe attribuée. Ici, les points d’échantillonnage ne correspondent pas à des forêts (formations arbustives ou « fruticées ») ; nous avons donc choisi Other (Autre).

source: If it is hard to answer the question because the basemap imagery does not provide enough detail, try changing the imagery as described in :doc:`preparing`.
fr: S'il s’avère compliqué de répondre à la question parce que l'imagerie de la carte de base ne fournit pas assez de détails, essayez de changer l'image comme décrit dans :doc:`préparation`.

source: You may also want to change the basemap to check for seasonal effects (See :ref:`seasonality`).
fr: Vous pouvez également changer de bibliothèque cartographique pour vérifier les effets saisonniers (voir :ref:`seasonality`).

source: Try zooming out to gather context clues from the landscape.
fr: Essayez de zoomer pour rassembler des indices de contexte du paysage.

source: If you make a mistake and assign the wrong value to a point or points, you can reselect the points & change the assigned sample value.
fr: Si vous assignez par erreur une classe erronée à un ou plusieurs points, sélectionnez à nouveau le ou les points et modifiez votre « réponse ».

source: If there is a second survey question, click on **[2]** or the **[Right arrow]**. Read this question & the answers, reselect the points and assign them the correct secondary attributes.
fr: S’il y a une deuxième question de sondage, clique sur **[2]** ou sur la **[flèche de droite]**. Lisez la deuxième question et toutes les réponses, sélectionnez les points à nouveau et assignez-leur les attributs secondaires appropriés.

source: Your project may have “rules,” which help ensure that all answers are logically consistent.
fr: Votre projet peut avoir des « règles » qui permettent de s’assurer que toutes les réponses sont logiquement cohérentes.

source: If your project has rules for a survey question, there will be a clipboard icon next to the question text.
fr: Si votre projet a des règles pour une question d'enquête, il y aura une icône du presse-papiers à côté du texte de la question.

source: You can hover over the clipboard icon to see the rules.
fr: Vous pouvez survoler l’icône du presse-papiers pour voir les règles.

source: If you violate the rules, there will be a popup explaining what is wrong with your answer.
fr: Si vous enfreignez les règles, une popup expliquera ce qui ne va pas avec votre réponse.

source: Your project may have a confidence slider. If this feature is enabled, simply choose the percentage value that best represents your confidence in your answers, where 100 is totally confident.
fr: Votre projet peut avoir un slider de confiance. Si cette fonctionnalité est activée, il vous suffit de choisir le pourcentage qui représente le mieux votre confiance dans vos réponses, où 100 sont totalement confiantes.

source: Continue until all sample points have been assigned a value for all survey questions.
fr: Continuer jusqu'à ce que tous les exemples de points aient été attribués une valeur pour toutes les questions du sondage.

source: Then, click on **[Save]**. You will receive an error message if you have not answered all of the questions.
fr: Ensuite, cliquez sur **[Save]** (Enregistrer). Vous recevrez un message d'erreur si vous n'avez pas répondu à toutes les questions.

source: The next plot for analysis shows up automatically.
fr: La parcelle suivante à analyser apparaît automatiquement.

source: When all plots are classified, a pop-up window appears to inform you that all sample plots of your project are analyzed.
fr: Lorsque toutes les parcelles ont été classées, une fenêtre pop-up vous informe que toutes les parcelles de l’échantillon de votre projet ont été analysées.

source: User-drawn samples
fr: Échantillons dessinés par l'utilisateur

source: For projects with user-drawn samples, you will need to first draw yoursamples before you can answer questions about them. Note that your project administrator may have limited the types of geometries (e.g. points, lines, or polygons) you can draw.
fr: Pour les projets avec des échantillons dessinés par l'utilisateur, vous devrez d'abord dessiner vos échantillons avant de pouvoir répondre à leurs questions. Notez que votre administrateur de projet peut avoir limité les types de géométries (par exemple, des points, des lignes ou des polygones) que vous pouvez dessiner.

source: First, click on the **[pencil icon]**.
fr: Tout d'abord, cliquez sur **[l'icône du crayon]**.

source: Now, select **[Point]**, **[Line]**, or **[Polygon]** tool as needed for the project.
fr: Maintenant, sélectionnez l'outil **[Point]**, **[Line]**, ou **[Polygon]** (point, ligne ou polygone) si nécessaire pour le projet.

source: To start drawing, simply click on the map.
fr: Pour commencer à dessiner, cliquez simplement sur la carte.

source: For points, click once for each point you would like to add.
fr: Pour les points, il vous suffit de cliquer une fois pour chaque point que vous souhaitez ajouter.

source: For lines, click once for each vertex you would like to draw. To complete the line, right click or double click.
fr: Pour les lignes, cliquez une fois pour chaque vecteur à tracer. Pour finaliser la ligne, faites un clic droit ou un double clic.

source: For polygons, click once for each vertex you would like to draw. To complete the shape, click on your first vertex or double click.
fr: Pour les polygones, cliquez une fois pour chaque vecteur à tracer. Pour finaliser la forme, faites un clic droit ou un double clic.

source: To modify an existing feature, hold CTRL and click to drag.
fr: Pour modifier un élément existant, maintenez appuyée la touche CTRL et cliquez pour faire glisser.

source: To delete a feature, hold CTRL and right click on it.
fr: Pour effacer un élément existant, maintenez appuyée la touche CTRL et faites un clic droit sur l’élément à supprimer.

source: To save your drawn shapes, switch back to the question mode.
fr: Pour enregistrer les éléments tracés, revenez à l’interface des questions.

source: Geo-Dash interface
fr: Interface Geo-Dash

source: For some projects, a second page or tab will open automatically when you go to your first plot. This is the **Geo-Dash interface**. Many different elements can be displayed on this interface, depending on what the Institution has set up.
fr: Pour certains projets, une deuxième page ou onglet va s'ouvrir automatiquement lorsque vous ouvrirez la première parcelle. Il s’agit de l'interface **Geo-Dash**. De nombreux éléments différents peuvent être affichés dans cette interface, suivant ce que l’institution porteuse du projet a mis en place.

source: Some of the most commonly used indexes are described here. If your Institution has set up the project with a more complicated **Geo-Dash interface**, contact them for more information on how to use the information provided to assist data collection and photo interpretation.
fr: Quelques-uns des indices les plus communément utilisés sont décrits ci-après. Si votre institution a paramétré le projet avec une **interface Geo-Dash** plus complexe, contactez le personnel de l’institution, qui sera le plus à même de vous informer sur la façon d’utiliser les informations fournies pour aider à la collecte de données et à l’interprétation des images.

source: The normalized difference vegetation index (NDVI) is used to determine if an area contains live green vegetation. In map based representations, dead plants and inanimate objects are represented in one color, while live healthy plants are represented as another color. Which colors these are depends on how your institution has set up the project you’re working on. You can use the slider on the NDVI widget to compare the NDVI values with satellite imagery. In numerical representations (e.g. time series graphs) of most natural environments, values below 0 represent dead plants or inanimate objects, 0-0.33 represents unhealthy plants, 0.33-0.66 represents moderately healthy plants, and 0.66-1 represents very healthy plants.
fr: L’Indice de végétation par différence normalisé (Normalized Differenced Vegetation Index – NDVI) sert à déterminer si une parcelle contient de la végétation verte et vivante. Dans les représentations cartographiques, les plantes mortes et les objets inanimés sont représentés en une couleur, et les plantes vivantes et en bonne santé sont représentées en une autre couleur. Ce code couleur dépendra de la façon dont l’institution a paramétré le projet sur lequel vous travaillez. Vous pouvez utiliser le curseur présent sur le widget NDVI pour comparer les valeurs de l’indice avec l’imagerie satellite correspondante. Dans les représentations chiffrées (par exemple, les graphiques de séries chronologiques), les valeurs en dessous de 0 représentent des plantes mortes ou des objets inanimés, les valeurs entre 0 et 0,33 représentent une végétation en mauvais état, celles situées entre 0,33 et 0,66 signalent une végétation partiellement en bon état, et enfin les valeurs situées entre 0,66 et 1 représentent des végétations en pleine santé.

source: The enhanced vegetation index (EVI) and two-band EVI (EVI 2) are optimized vegetation indexes. They are designed to have higher sensitivity in high biomass regions (e.g. along the equator). As with NDVI, dead plants and inanimate objects are represented in one color, while live healthy plants are represented as another color. Which colors these are depends on how your institution has set up the project you’re working on. You can use the slider on the EVI widget to compare the EVI values with satellite imagery. The index varies between 0-1, with 0 representing dead plants and 1 representing very healthy plants.
fr: L’Indice de végétation optimisé (Enhanced Vegetation Index – EVI) et l’EVI bi-bande (EVI 2) sont des indices optimisés de représentation de la végétation. Ils sont conçus pour être plus sensibles dans les zones à forte biomasse, le long de la ligne de l’Équateur par exemple. Comme pour le NDVI, une couleur sert à désigner des plantes mortes et des objets inanimés, et une autre couleur représente la végétation en bonne santé. Ce code couleur dépendra de la façon dont l’institution a paramétré le projet sur lequel vous travaillez. Vous pouvez utiliser le curseur présent sur le widget EVI pour comparer les valeurs de l’indice avec l’imagerie satellite correspondante. L’indice oscille entre 0 et 1; 0 représente les plantes mortes et 1 une végétation en pleine santé.

source: The normalized difference moisture index (NDMI) is used to determine the water content of vegetation. Values near -1 indicate plants with low moisture while values near 1 indicate plants with high moisture.
fr: L’Indice d’humidité par différence normalisé (Normalized Differenced Moisture Index – NDMI) sert à évaluer la quantité d’humidité dans la végétation. Les valeurs proches de -1 indiquent une végétation à faible humidité ; les valeurs proches de 1 signalent une végétation avec un degré élevé d’humidité.

source: The normalized difference water index (NDWI) is also related to plant water content and plant water stress. Values near -1 indicate low water content and vegetation cover and values near 1 indicate high water content and vegetation cover.
fr: L’Indice d’eau par différence normalisé (Normalized Differenced Water Index – NDWI) permet également de jauger le contenu et les carences en eau de la végétation. Les valeurs proches de -1 sont le signe d’un contenu faible en eau et d’un couvert végétal pauvre, tandis que les valeurs proches de 1 indiquent un contenu élevé d’eau et un couvert végétal abondant.

source: Some projects may set up imagery from two time periods, so you can easily view them side by side.
fr: Certains projets comporteront des imageries correspondant à deux périodes différentes, de façon à ce que vous puissiez les visualiser côte-à-côte.

source: Geo-Dash degradation tool
fr: Outil de détection de la dégradation (forestière) sur Geo-Dash

source: Your institution may have set up the forest degradation tool in the Geo-Dash interface. This tool provides time series information on forest degradation from selective logging, fire, and other large and small disturbances. Broadly, you can use this tool to observe sharp and gradual changes in the NDFI metric (shown in the bottom panel) and click between the date points to visually confirm the change via imagery (shown in the top panel).
fr: Votre institution peut avoir habilité l’outil de détection de la dégradation des forêts dans l’interface Geo-Dash. Cet outil fournit des séries chronologiques de données relatives aux dégradations forestières découlant de l’abatage, des incendies et d’autres perturbations à grande et à petite échelle. En gros, vous pouvez utiliser cet outil pour détecter des changements, brusques ou graduels, dans la métrique NDFI (qui s’affiche dans le panel du bas), et cliquer sur différents points dans la ligne chronologique pour confirmer le changement observé sur les images satellite (qui s’affichent dans le panel du haut).

source: More specifically, the **top panel** is the imagery panel. Imagery will display here over the OpenStreetMap data when you select a specific date in the **bottom panel**. The **slider bar** allows you to choose the opacity of your imagery. Under **Band Combination**, 321 stands for true color composite (R,G,B) and 543 stands for false color composite (SWIR, NIR, R). Using the **Data** toggle, you can choose between Landsat or SAR data.
fr: Plus particulièrement, le **panel du haut** est le panel d’affichage des images. L’imagerie s’affichera ici grâce aux données OpenStreetMap lorsque vous cliquerez sur une date spécifique dans le **panel du bas**. Une barre à curseur vous permet d’ajuster l’opacité de l’image. Dans la rubrique **Band Combination** (combinaison de bandes), 321 correspond au composite de couleurs vraies (R, G, B ou rouge, vert, bleu) et 543 au composite de couleurs fausses (SWIR, NIR, R ou infrarouge à ondes courtes, proche infrarouge, rouge). Avec le commutateur de données (**Data toggle**), vous pouvez alterner entre des données Landsat et des données SAR.

source: The **bottom panel** shows a time series graph of NDFI (most common) or another metric. Values of NDFI between -1 and 0 generally indicate areas that have been logged (and burned, most likely). Values of NDFI near +1 indicate intact forest. Values near .5 suggest selective logging or diffuse canopy damage. Each dot represents one time period where there are data for your sample plot.
fr: Le **panel du bas** montre, le plus souvent, un graphique NDFI de série chronologique, ou bien une autre métrique. Les valeurs NDFI situées entre -1 et 0 indiquent généralement des zones qui ont été déboisées (par abatage ou, plus certainement, par brûlis). Les valeurs proches de +1 indiquent des forêts intactes. Les valeurs proches de 0,5 suggèrent des dommages diffus subis par la canopée provenant de l’abatage sélectif ou d’autres pratiques.

source: To use this tool:
fr: Pour utiliser cet outil :

source: Move the toggle to the imagery **Data** you would like to see: LANDSAT or SAR.
fr: Placez le commutateur sur les **Données** d’imagerie que vous souhaitez visualiser : LANDSAT ou SAR.

source: If you have chosen LANDSAT, choose the **Band Combination** you would like.
fr: Si vous choisissez LANDSAT, indiquez également la Combinaison de bandes (**Band Combination**) souhaitée.

source: Pause while the time series graph loads.
fr: Attendez que le graphique de série chronologique soit entièrement affiché.

source: Examine the time series graph for any cyclical patterns (indicating seasonal changes). These are present in deciduous forests, but might not be present (e.g. in the Amazon rainforest).
fr: Examinez le graphique de série chronologique en quête de patrons cycliques (indicateurs de changements saisonniers). Ils sont assez présents dans les forêts de feuillus, mais peuvent ne pas être visibles dans certaines forêts tropicales, en Amazonie, par exemple.

source: Then, look for any abrupt changes (usually sharp degreases) or gradual changes (usually gradual increases). These indicate potential degradation & recovery events.
fr: Cherchez ensuite tout éventuel changement inattendu (en général un brusque repli) ou graduel (en général une augmentation progressive). Ces changements indiquent potentiellement des épisodes de dégradation et de récupération.

source: Click on an individual date (blue circle) on the graph in order to bring up imagery for that time period. You may have to wait for the imagery to load.
fr: Cliquez sur une date (cercle bleu) du graphique afin de faire afficher l’imagerie correspondant à ce moment précis. Il peut être nécessaire de patienter pendant que les images s’affichent.

source: Click between different dates on and around your suspected event to visually confirm that an event happened and determine the type of event. Here are some examples:
fr: Cliquez sur différentes dates au moment et aux alentours de l’épisode suspect, afin de confirmer visuellement qu’un épisode s’est bien produit et de quel type d’épisode il s’agit. Voici quelques exemples :

source: A sharp decrease in NDFI (often accompanied by a gradual recovery) may indicate selective logging. The left panel shows the landscape before; the right panel is after the event. We can see that at our sample plot, a road has been created. This would be a degradation event around 2009 with a recovery lasting 2-3 years.
fr: Une baisse soudaine du NDFI (souvent accompagnée d’une récupération graduelle) peut indiquer des pratiques d’abatage sélectif. Le panel de gauche montre le paysage avant l’épisode ; celui de droite, le même paysage juste après l’épisode. Nous pouvons constater que, sur cette parcelle, une route a été créée. Il s’agit d’un épisode de dégradation forestière qui se serait produit vers 2009, avec une période postérieure de récupération d’environ 2-3 ans.

source: A sharp decrease in NDFI might also indicate a fire.
fr: Ce patron peut aussi être indicateur d’un incendie.

source: An abrupt shift down with no recovery might indicate the migration of a river canal:
fr: Une baisse soudaine non assortie d’une période de récupération peut indiquer le déplacement du lit d’une rivière :

source: An abrupt shift down followed by a strong seasonal pattern (regular increase/decrease) may be forest clearing for agriculture.
fr: Une baisse soudaine suivie d’un patron saisonnier très marqué (hausse et baisse régulières) peut indiquer un déboisement à des fins agricoles.
