Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/collection/troubleshooting.po
Languages: fr

source: Troubleshooting
fr: Résolution de problèmes

source: Analysis troubleshooting
fr: Résoudre des problèmes survenus au cours de l’analyse

source: If you try to access a project and receive an error message saying you do not have permission (as below), access to the project is limited to institution members. You will need to join your Institution, see :doc:`preparing`.
fr: Si vous essayez d’accéder à un projet et vous heurtez à un message d’erreur vous indiquant que vous n’en avez pas la permission (voir exemple ci-dessous), cela signifie que l’accès au projet est restreint, probablement limité aux membres de l’institution. Vous devrez au préalable rejoindre l’organisation en tant que membre, voir :doc:`preparing`.

source: If you are on a **project’s homepage** and click on a plot and get an error window (e.g. if the plot is not found or if that plot has already been classified), after you click through the error there will be no plots on the map. You can either click on Go To Plot and have the first plot for analysis show up or reload the page to get all the survey plots back.
fr: Si vous vous trouvez sur la **page d’accueil du projet** (**project’s homepage**) et recevez un message d’erreur en cliquant sur une parcelle (par exemple, si la parcelle est introuvable ou si elle a déjà été classée), vous ne verrez plus aucune parcelle sur la carte après avoir cliqué sur le message d’erreur. Vous pouvez cliquer sur « go to plot » (aller à la parcelle suivante) pour faire s’afficher la parcelle suivante à analyser, ou bien rafraîchir la page pour faire réapparaître les informations et images du questionnaire.

source: While collecting data, if you try to return to a previous plot you analyzed to review it and receive an error message, make sure you have the **Navigate Through** dropdown set to **My Analyzed Plots.**
fr: Lorsque vous collectez des données, si vous recevez en message d’erreur en voulant revenir vers une parcelle précédemment analysée pour la vérifier, assurez-vous que le menu déroulant **Navigate Through** (Parcourir dans) soit bien fixé sur l’option **My Analyzed Plots** (mes parcelles analysées).

source: If the background is completely black, the imagery resolution might be too low for the automatically set zoom level. Alternatively, the plot might be in a large waterbody. Zoom out until you see some more map context to confirm whether the issue is imagery resolution or a waterbody.
fr: Si l’image de fond est entièrement noire, il est possible que la résolution de l’imagerie soit trop faible pour le niveau de zoom automatique de l’interface. Ou bien, la parcelle se trouve dans un corps d’eau de grande taille. Dézoomez la carte jusqu’à ce que vous puissiez voir davantage de contexte, pour confirmer si c’est un problème de résolution d’image ou s’il s’agit d’une parcelle placée dans un corps d’eau.

source: If the background of a new plot is grey, green, brown, or any solid color, the imagery resolution is too low for the automatically set zoom level. Zoom out a bit to display the imagery.
fr: Si l’image de fond d’une nouvelle parcelle est grise, verte, brune ou d’une autre couleur solide, la résolution de l’image est trop faible pour le niveau de zoom automatique de l’interface. Dézoomez un peu pour afficher l’image correctement.

source: If the background of a new plot is white, the currently selected imagery does not exist for the current plot. Choose a different imagery.
fr: Si l’image de fond d’une nouvelle parcelle est blanche, l’imagerie que vous avez choisie n’existe pas pour la parcelle en question. Choisissez une autre imagerie.

source: Advanced troubleshooting
fr: Dépannage avancé

source: **Interpreting time period represented by Map Box, Bing Maps and other dateless sources:**
fr: **Interpréter un intervalle temporel sur des images Map Box, Bing Maps ou tirées d’autres sources non datées :**

source: Map tiles provided by these sources are created from multiple different satellite images captured over multiple days, months, or years. This means that the image does not represent a specific point in time. For this reason, CEO does not display one date for these imagery sources.
fr: Les dalles cartographiques fournies par ces sources sont créées à partir de plusieurs images satellite différentes, captées sur plusieurs jours, plusieurs mois, voire plusieurs années. Cela veut dire que l’image que vous voyez ne représente pas un instant spécifique dans le temps. C’est pourquoi CEO n’affiche pas de date pour ces sources d’imagerie.

source: **Browser cache clearing:**
fr: **Vider la mémoire cache de votre navigateur :**

source: You may get the message “This plot has already been analyzed” in error when you know that the plot has not been analyzed (e.g. it is a new project).
fr: Vous pouvez voir apparaître le message “This plot has already been analyzed” (Cette parcelle a déjà été analysée) alors que vous savez que ce n’est pas le cas (par exemple, parce que c’est un nouveau projet).

source: If this happens, try clearing your browser cache. Instructions will change based on your browser.
fr: Si cela se produit, essayez de vider les caches de votre navigateur. La marche à suivre varie en fonction des navigateurs.

source: For Chrome: https://support.google.com/accounts/answer/32050?co=GENIE.Platform%3DDesktop&hl=en
fr: Pour Chrome : https://support.google.com/accounts/answer/32050?co=GENIE.Platform%3DDesktop&hl=fr

source: For Firefox: https://support.mozilla.org/en-US/kb/how-clear-firefox-cache
fr: Pour Firefox: https://support.mozilla.org/fr-FR/kb/how-clear-firefox-cache

source: For Edge: https://support.microsoft.com/en-us/help/10607/microsoft-edge-view-delete-browser-history
fr: Pour Edge : https://support.microsoft.com/en-us/help/10607/microsoft-edge-view-delete-browser-history

source: **Image cache clearing:**
fr: **Vider la mémoire cache d’image :**

source: Clear the local storage from the browser console line to remove the cache.
fr: Videz la mémoire locale de la console du navigateur pour supprimer les caches.

source: You can do that by opening the browsers console and running: **localStorage.clear()**
fr: Vous pouvez le faire en ouvrant la console du navigateur et en exécutant l’ordre suivant : **localStorage.clear()**

source: **Geo-Dash is opening in the same tab when opening a new plot:**
fr: **Geo-Dash s’ouvre dans le même onglet lorsque vous ouvrez une nouvelle parcelle :**

source: This is usually caused if you are copy and pasting URLs in your browser, and you cut and paste a new link into the ‘Geo-Dash’ tab. This tab is labeled by the browser as the Geo-Dash tab, so when you go to the new tab, CEO tells your browser to put the new plot’s Geo-Dash in the Geo-Dash tab.
fr: Cela se produit, en général, lorsque vous copiez-collez des URL dans votre navigateur, et que vous avez coupé-collé un nouveau lien dans l’onglet ‘Geo-Dash’. L’onglet est considéré par le navigateur comme l’onglet Geo-Dash, donc quand vous allez sur un nouvel onglet, CEO donne à votre navigateur l’ordre d’afficher le Geo-Dash correspondant à la nouvelle parcelle dans l’onglet Geo-Dash.

source: If you copy your CEO URL (e.g., for the collection page) into the "_geodash" tab, then when you try to visit a new plot, CEO will disappear and the Geo-Dash widgets will be displayed in that same tab. CEO uses a named "_geodash" tab to keep the Geo-Dash widgets in one place. Otherwise, they would spawn a new tab for every single plot that you visit.
fr: Si vous copiez votre URL CEO (pour la page de collecte, par exemple) dans l’onglet "_geodash", et que vous vous rendez ensuite sur une nouvelle parcelle, CEO disparaîtra et les widgets Geo-Dash seront affichés dans le même onglet. CEO utilise le nom "_geodash" pour l’onglet Geo-Dash de façon à garder tous les widgets Geo-Dash groupés à un seul endroit. Autrement, vous auriez un nouvel onglet pour chacune des parcelles visitées.

source: All you need to do to avoid this situation is to not copy your CEO URLs into an open Geo-Dash tab.
fr: Pour éviter cette situation, évitez de copier vos URL CEO dans l’onglet ouvert pour Geo-Dash.

source: Report an issue and request new features
fr: Signaler un problème et suggérer de nouvelles fonctionnalités

source: There are multiple ways to get in touch with us if you are still having an issue or would like to request a new feature.
fr: Il y a plusieurs façons de nous contacter si vous rencontrez toujours un problème ou si vous souhaitez demander une nouvelle fonctionnalité.

source: You can ask questions on the OpenForis forum, which is available at http://www.openforis.org/support.
fr: Vous pouvez poser des questions sur le forum OpenForis, disponible sur : http://www.openforis.org/support.

source: You can also visit our GitHub issues page at https://github.com/openforis/collect-earth-online/issues. You will have to either log in or set up a GitHub account in order to log an issue. By logging in, the development team can contact you in case they need additional information to provide a solution to the issue or feature suggestion.
fr: Vous pouvez également visiter notre page de problèmes GitHub sur https://github.com/openforis/collect-earth-online/issues. Vous devrez soit vous connecter ou configurer un compte GitHub pour enregistrer un problème. En vous connectant, l'équipe de développement peut vous contacter au cas où elle aurait besoin d'informations supplémentaires pour fournir une solution au problème ou une suggestion de fonctionnalité.

source: When you have a GitHub account, `navigate to the CEO GitHub Page <https://github.com/openforis/collect-earth-online/issues>`__.
fr: Lorsque vous avez un compte GitHub, `rendez-vous sur la page CEO GitHub <https://github.com/openforis/collect-earth-online/issues>`__.

source: To log an issue or request a new CEO feature, simply click on the green **[New issue]** button in the upper right-hand portion of the screen.
fr: Pour signaler un problème ou suggérer une nouvelle fonction sur CEO, cliquez sur le bouton vert **[New issue]** (Nouvelle question) dans la partie en haut à droite de l’écran.

source: Type in a title that conveys the topic of the issue or request.
fr: Intitulez votre question ou demande avec un libellé qui permette de comprendre immédiatement le sujet sur lequel elle porte.

source: Then below, type in a detailed message summarizing the issue you have encountered.
fr: Décrivez ensuite en détail, en dessous de l’intitulé, les caractéristiques du problème rencontré ou de la nouvelle fonction souhaitée.

source: Once you have finished providing the details, click the green **[Submit new issue]** button. This will log your request.
fr: Une fois les détails ainsi expliqués, cliquez sur le bouton vert **[Submit new issue]** (Envoyer nouvelle question). Cela enregistrera votre demande.
