Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/project/create.po
Languages: fr

source: Project Creation
fr: Création du projet

source: After you have created an Institution or joined an Institution with Admin privleges and loaded any desired imagery into your INstitution, you are ready to create a new project.
fr: Après avoir créé une institution ou rejoint une institution avec des privilèges d'administrateur et chargé les images souhaitées dans votre institution, vous êtes prêt à créer un nouveau projet.

source: Setting project goals
fr: Définition des objectifs du projet

source: Before starting a data collection effort in CEO, make sure you have concrete goals, indicators, and metrics for your initiative. While this manual focuses on technical issues, other resources are available to help you create these goals, indicators, and metrics. Some helpful resources include:
fr: Avant de commencer un effort de collecte de données au sein du CEO, assurez-vous que vous avez des objectifs, des indicateurs et des indicateurs concrets pour votre initiative. Alors que ce manuel se concentre sur les questions techniques, d'autres ressources sont disponibles pour vous aider à créer ces objectifs, indicateurs et paramètres. Certaines ressources utiles incluent :

source: The *Road to Restoration: A Guide to Identifying Priorities and Indicators for Monitoring Forest and Landscape Restoration*, found at: http://www.fao.org/in-action/forest-landscape-restoration-mechanism/resources/detail/en/c/1253837/. This guide from FAO & WRI outlines steps toward setting goals, choosing indicators, and defining metrics.
fr: The *Road to Restoration: A Guide to Identifying Priorities and Indicators for Monitoring Forest and Landscape Restoration*, se trouve à http://www.fao. rg/in-action/forest-landscape-restoration-mechanism/resources/detail/fr/c/1253837/.

source: If your project is focused on land use or land cover classification, you also need to have a classification scheme and an interpretation key. A classification scheme should be exhaustive, exclusive, consistent with the purpose of the work, and sufficiently descriptive. The scheme can be either single level or hierarchical and it does not need to be of uniform detail. Data collectors refer to an interpretation key—a collection of rules, imagery, and guidance—to classify land cover elements. A comprehensive interpretation key allows data collectors to produce more consistent and reliable results.
fr: Si votre projet est axé sur l'utilisation des terres ou la classification de la couverture des sols, vous devez également avoir un système de classification et une clé d'interprétation. Un système de classification doit être exhaustif, exclusif, cohérent avec l'objectif du travail et suffisamment descriptif. Le régime peut être soit un niveau unique, soit un niveau hiérarchique, et il ne doit pas être uniforme. Les collecteurs de données se réfèrent à une clé d’interprétation – une collection de règles, d’images et de conseils – pour classer les éléments de couverture terrestre. Une clé d'interprétation complète permet aux collecteurs de données de produire des résultats plus cohérents et plus fiables.

source: Chapters 2 & 3 of the Theoretical Manual from Collect Earth Online, found at https://collect.earth/downloads/CEO_Theoretical_Manual.pdf.
fr: Chapitres 2 et 3 du Manuel théorique de Collecte de la Terre en ligne, trouvés à https://collect.earth/downloads/CEO_Theoretical_Manual.pdf.

source: Designing a project is an iterative process, and you will probably need to make multiple edits to projects in CEO as you refine your goals, land use or land cover classification schemes, imagery sources, etc. These changes can be made to a project before your project is published. This means that you can create a project and collect test data in it, and edit any errors you find before publishing the project.
fr: Concevoir un projet est un processus itératif et vous devrez probablement faire plusieurs modifications aux projets du CEO lorsque vous affinez vos objectifs, les systèmes de classification de l'utilisation des terres ou des couvertures de terres, les sources d'imagerie, etc. Ces modifications peuvent être apportées à un projet avant la publication de votre projet. Cela signifie que vous pouvez créer un projet et y recueillir des données de test, et modifier toutes les erreurs que vous trouvez avant de publier le projet.

source: Some things can also be changed after a project is published, including imagery. For example, if you realize after you have created a project that you have forgotten to add an imagery layer, you can add it after project setup with the steps from Part 3.
fr: Certaines choses peuvent également être modifiées après la publication d'un projet, y compris des images. Par exemple, si vous réalisez après avoir créé un projet que vous avez oublié d'ajouter une couche d'image, vous pouvez l'ajouter après l'installation du projet.

source: The survey questions that are asked about each survey point cannot currently be changed after the project is published. Do not start data collection until you are sure that your survey questions are correct.
fr: Les questions posées sur chaque point de l'enquête ne peuvent actuellement pas être modifiées après la publication du projet. Ne commencez pas la collecte de données tant que vous n'êtes pas sûr que vos questions sont correctes.

source: The instructions below assume you are starting on your **Institution** page and are logged in as an Administrator for your Institution.
fr: Les instructions ci-dessous supposent que vous commencez sur votre page **Institution** et que vous êtes connecté en tant qu'administrateur pour votre institution.

source: The Create Project Wizard
fr: L'assistant de création de projet

source: In the **Projects** tab on your Institution page, click **[Create New Project]**. This will bring you to the Create Project wizard.
fr: Dans l'onglet **Projets** de votre page Institution, cliquez sur **[Créer un nouveau projet]**. Cela vous amènera à l'assistant de création de projet.

source: The wizard comprises 6 parts: Project Overview, Imagery Selection, Plot Design, Sample Design, Survey, and Rules.
fr: L'assistant comprend 6 parties : Vue d'ensemble du projet, Sélection d'images, Conception de parcours, Echantillonnage, Enquête et Règles.

source: Project Overview
fr: Vue d'ensemble du projet

source: This section allows you to add general information about the project, including selecting a template (optional), project name, project description, and project options.
fr: Cette section vous permet d'ajouter des informations générales sur le projet, y compris la sélection d'un modèle (facultatif), le nom du projet, la description du projet et les options du projet.

source: Use a project template (optional)
fr: Utiliser un modèle de projet (facultatif)

source: This feature is used to copy all the information—including project info, area, and sampling design—from an existing published project to a new project. This is useful if you have an existing project you want to duplicate for another year or location, or if you are iterating through project design. For a template, you may use any available published or closed project from your institution. You cannot use deleted projects. You cannot use another institution’s private project but you can use another institution’s public project (any website visitor or CEO user). For more on project privacy settings, see **Visibility** below.
fr: Cette fonctionnalité est utilisée pour copier toutes les informations, y compris les infos sur le projet, la zone et la conception d'échantillons, depuis un projet déjà publié jusqu'à un nouveau projet. Ceci est utile si vous avez un projet existant que vous voulez dupliquer pour une autre année ou un autre emplacement, ou si vous êtes itérateur à travers la conception de projet. Pour un modèle, vous pouvez utiliser tout projet publié ou fermé disponible de votre institution. Vous ne pouvez pas utiliser des projets supprimés. Vous ne pouvez pas utiliser le projet privé d'une autre institution, mais vous pouvez utiliser le projet public d'une autre institution (tout visiteur ou utilisateur du CEO). Pour en savoir plus sur les paramètres de confidentialité du projet, voir **Visibilité** ci-dessous.

source: If you do not want to copy another project, simply skip this section, and leave the **Select Template** field set to **Select Project**.
fr: Si vous ne voulez pas copier un autre projet, ignorez simplement cette section et laissez le champ **Sélectionner un modèle** défini sur **Sélectionner un projet**.

source: Click on the **Show Public Projects** checkbox if you would like to view all public projects in CEO that you can use as a template. If you do not check this box, you will only see your institution’s projects.
fr: Cliquez sur la case à cocher **Afficher les projets publics** si vous souhaitez voir tous les projets publics du CEO que vous pouvez utiliser comme modèle. Si vous ne cochez pas cette case, vous ne verrez que les projets de votre institution.

source: **Template Filter (Name or ID)**: To filter the projects, type in a keyword in an existing project’s name or the Project ID Number. You can find the Project ID number by navigating to the project you want to copy and looking at the URL.
fr: **Template Filter (Name or ID)**: Pour filtrer les projets, tapez un mot clé dans le nom d'un projet existant ou le numéro de l'ID du projet. Vous pouvez trouver le numéro d'identification du projet en accédant au projet que vous voulez copier et en regardant l'URL.

source: Then click on the dropdown menu under **Select Project** and click on the project’s name.
fr: Cliquez ensuite sur le menu déroulant sous **Sélectionnez le projet** et cliquez sur le nom du projet.

source: When you find the project that you would like to use as a template, click on the project name, then click **Load** to load the template information.
fr: Quand vous trouvez le projet que vous souhaitez utiliser comme modèle, cliquez sur le nom du projet, puis cliquez sur **Charger** pour charger les informations du modèle.

source: Click on **Clear** to clear all template information.
fr: Cliquez sur **Effacer** pour effacer toutes les informations du modèle.

source: If you select a project under **Select Template**, and then if you clear the project selection the Imagery Preview in the next section may display only gray/white. Change the **Default Imagery** to any other source and then back to the source you are interested in and the basemap will reappear.
fr: Si vous sélectionnez un projet sous **Sélectionner un modèle**, puis si vous supprimez la sélection du projet, l'aperçu d'imagerie dans la section suivante ne peut afficher que gris/blanc. Changez l'**Imagerie par défaut** pour n'importe quelle autre source, puis retournez à la source qui vous intéresse et la basemap réapparaîtra.

source: Loading a template will create two checkboxes under **Copy Options**, **Copy Template Plots and Samples** and **Copy Template Widgets**. They are checked by default.
fr: Le chargement d'un modèle créera deux cases à cocher sous **Copier les options**, **Copier les emplacements de gabarits et les échantillons** et **Copier les widgets de gabarits**. Ils sont vérifiés par défaut.

source: If **Copy Template Plots and Samples** is checked, the Plot Review and Sample Design sections will only display an overview of the number of plots, etc. Uncheck this box to change those parameters.
fr: Si **Copier des lots de modèles et des échantillons** est coché, les sections Revue des parcelles et Echantillons ne afficheront qu'un aperçu du nombre de parcelles, etc. Décochez cette case pour modifier ces paramètres.

source: **Copy Template Widgets** refers to Geo-Dash options covered in :doc:`geodash`.
fr: **Copier les Widgets de Modèle** fait référence aux options géo-tireuse couvertes par :doc:`geodash`.

source: Enter the project’s **Name** and **Description**.
fr: Entrez le **Nom** et la **Description** du projet.

source: The **Name** should be short and will be displayed on the Home page as well as the project’s Data Collection page.
fr: Le **Nom** doit être court et sera affiché sur la page d'accueil ainsi que sur la page de collecte de données du projet.

source: You should keep the **Description** short but informative. Users will see these if they click on the project’s pin on the map on the home page. You will also see this when you are administering your project.
fr: Vous devriez garder la **Description** courte mais instructive. Les utilisateurs les verront s’ils cliquent sur l’épingle du projet sur la carte sur la page d’accueil. Vous le verrez également lorsque vous administrerez votre projet.

source: If you are using a template, the **Name** and **Description** will automatically be populated. Be sure to change this to reflect your new project.
fr: Si vous utilisez un modèle, le **Nom** et la **Description** seront automatiquement remplis. Assurez-vous de le modifier pour refléter votre nouveau projet.

source: Select the project’s **Visibility**.
fr: Sélectionnez la **Visibilité** du projet.

source: The Privacy Level radio button changes who can view your project, contribute to data collection, and whether admins from your institution or others creating new projects can use your project as a template.
fr: Le bouton radio du niveau de confidentialité change qui peut afficher votre projet, contribuer à la collecte de données, et si les administrateurs de votre institution ou d'autres personnes qui créent de nouveaux projets peuvent utiliser votre projet comme modèle.

source: **Public: All:** All users can see and contribute data to your project. Admins can use your project as a template.
fr: **Public: Tous:** Tous les utilisateurs peuvent voir et contribuer des données à votre projet. Les administrateurs peuvent utiliser votre projet comme modèle.

source: **Users: Logged in Users:** Any user logged into CEO can see and contribute to your project. Admins can use your project as a template.
fr: **Utilisateurs : Utilisateurs connectés:** N'importe quel utilisateur connecté au PDG peut voir et contribuer à votre projet. Les administrateurs peuvent utiliser votre projet comme modèle.

source: **Institution: Group Members:** Members of your institution can see and contribute to your project. Admins from other institutions cannot use your project as a template.
fr: **Institution: Membres du groupe:** Les membres de votre institution peuvent voir et contribuer à votre projet. Les administrateurs d'autres institutions ne peuvent pas utiliser votre projet comme modèle.

source: **Private: Group Admins:** Only your Institution’s Admins can see and contribute to your project. Admins from other institutions cannot use your project as a template.
fr: **Privé: Les administrateurs de groupe:** Seuls les administrateurs de votre institution peuvent voir et contribuer à votre projet. Les administrateurs d'autres institutions ne peuvent pas utiliser votre projet comme modèle.

source: Select Project Options.
fr: Sélectionnez les options du projet.

source: The first option is **Show GEE Script Link on the Collection page.**
fr: La première option est **Afficher le lien de script GEE sur la page Collection.**

source: This allows users in Data Collection to click on a button labeled **[Go to GEE Script]**.
fr: Cela permet aux utilisateurs de la collection de données de cliquer sur un bouton étiqueté **[Aller au script GEE]**.

source: This button will take them to a website with additional information about the plot. An example is shown here:
fr: Ce bouton les amènera sur un site web avec des informations supplémentaires sur le tracé. Un exemple est affiché ici :

source: There are three panels. On the far left, there is a Sentinel 2 composite of the last 12 months. It is colored using an infrared color composite (near infrared, mid infrared, red). In the center are Landsat 8 and Landsat 7 Color Yearly mosaics, with a slider so you can choose between years. On the right are NDVI graphs of the plot from MODIS, Landsat 7/8, and Sentinel 2. For the Landsat 7/8 and Sentinel graphs, you can click a point on the graphs to load specific images in the left and center panels.
fr: Il y a trois panneaux. À l'extrême gauche, il y a une Sentinel 2 composée des 12 derniers mois. Il est coloré à l'aide d'un composite de couleur infrarouge (près de l'infrarouge et de l'infrarouge médian). Au centre se trouvent les mosaïques Landsat 8 et Landsat 7 Color Yearly avec un curseur pour que vous puissiez choisir entre des années. A droite se trouvent les graphes NDVI de la parcelle de MODIS, Landsat 7/8, et Sentinel 2. Pour les graphiques Landsat 7/8 et Sentinel, vous pouvez cliquer sur un point sur les graphiques pour charger des images spécifiques dans les panneaux de gauche et de centre.

source: The second option is **Show Extra Plot Columns on Collection Page**.
fr: La deuxième option est **Afficher les colonnes supplémentaires sur la page de collection**.

source: This option is only useful if you are using .csv or .shp files to define your **Plot Design**.
fr: Cette option n'est utile que si vous utilisez des fichiers .csv ou .shp pour définir votre **Conception de Terrain**.

source: If you have additional columns in your .csv or .shp files, such as elevation information or land cover class, data collectors will be able to see them on the **Data Collection** page under **Plot Information**.
fr: Si vous avez des colonnes supplémentaires dans votre .csv ou .shp fichiers, tels que les informations d'élévation ou la classe de couverture des terres, les collecteurs de données seront en mesure de les voir sur la page **Collecte de données** sous **Informations de trajet**.

source: The third option is **Collect Plot Confidence on Collection Page.** If you want users to be able to tell you how certain they are of their answers to the survey questions, the confidence slider will allow them to assign a value 1-100, where 100 is completely confident of their answers; this value applies to the entire plot. This info will be included in your plot and sample CSV downloads.
fr: La troisième option est **Collecter la confiance sur la page de collecte. * Si vous voulez que les utilisateurs puissent vous dire à quel point ils sont certains de leurs réponses aux questions de l'enquête, le curseur de confiance leur permettra d'affecter une valeur 1-100, où 100 est entièrement confiant de leurs réponses; cette valeur s'applique à l'ensemble du tracé. Cette information sera incluse dans votre tracé et des exemples de téléchargements CSV.

source: The fourth option is **Auto-launch Geo-Dash.** This will automatically open the Geo-Dash interface in a new window or new tab when the data collector navigates to a new plot. Unchecking this option means that data collectors will need to click on the Geo-Dash icon under **External Tools** in the **Data Collection** interface.
fr: La quatrième option est **Auto-launch Geo-Dash. * Ceci ouvrira automatiquement l'interface Geo-Dash dans une nouvelle fenêtre ou un nouvel onglet lorsque le collecteur de données navigue vers un nouveau tracé. Décocher cette option signifie que les collecteurs de données devront cliquer sur l'icône Geo-Dash sous **Outils externes** dans l'interface **Collecte de données**.

source: Click **[Next]** when you are finished.
fr: Cliquez sur **[Next]** lorsque vous avez fini.

source: Imagery Selection
fr: Sélection d'images

source: In the Imagery Selection pane, you can change the default basemap imagery and the imagery basemaps that are available to users in data collection.
fr: Dans le volet Sélection d'images, vous pouvez changer l'imagerie par défaut de la carte de base et les basemaps d'imagerie qui sont disponibles pour les utilisateurs dans la collecte de données.

source: You can change the Default Imagery, which specifies the default imagery that users will see when they begin data collection on your project.
fr: Vous pouvez modifier l'image par défaut, qui spécifie l'image par défaut que les utilisateurs verront lorsqu'ils commenceront la collecte de données sur votre projet.

source: You may choose any of the imagery options available to your institution.
fr: Vous pouvez choisir l'une des options d'imagerie offertes à votre institution.

source: The default (public) options are MapBox Satellite, Mapbox Satellite w/Labels, and Planet NICFI Public.
fr: Les options par défaut (public) sont MapBox Satellite, Mapbox Satellite w/Labels, et Planet NICFI Public.

source: The Imagery Preview will display the current selection.
fr: L'aperçu d'images affichera la sélection en cours.

source: Your users can switch between all the available imagery layers during analysis.
fr: Vos utilisateurs peuvent basculer entre tous les calques d'images disponibles pendant l'analyse.

source: PlanetMonthly, PlanetDaily, and SecureWatch do not allow for large area data pulls, so it should not be your default basemap (users will just see a white screen).
fr: PlanetMonthly, PlanetDaily et SecureWatch ne permettent pas d'extraire les données de grande zone, donc il ne devrait pas être votre basemap par défaut (les utilisateurs verront juste un écran blanc).

source: You will need to set a different default basemap and have your data collectors switch to PlanetDaily once they have zoomed in on a plot to interpret.
fr: Vous devrez définir une basemap par défaut différente et faire passer vos collecteurs de données à PlanetDaily une fois qu'ils ont zoomé sur une parcelle à interpréter.

source: If your project is comparing land use and cover changes between two years, select one of your focal years’ WMS imagery as the default imagery here. Your users can then easily switch between this year’s imagery and the other year’s imagery in data collection.
fr: Si votre projet compare l'utilisation des terres et couvre les changements entre deux ans, sélectionnez une image WMS de vos années focal comme image par défaut ici. Vos utilisateurs peuvent alors facilement basculer entre les images de cette année et celles de l’autre année dans la collecte de données.

source: You will need to first set up the imagery feed for one date period under the institution imagery management panel. Refer to instructions in :doc:`../institution/imagery`.
fr: Vous devrez d'abord configurer le flux d'images pour une période d'une date sous le panneau de gestion des images de l'institution. Reportez-vous aux instructions de :doc:`../institution/imagery`.

source: Maxar has deprecated multiple data products previously available in CEO, including: DigitalGlobeRecentIMagery; DigitalGlobeRecentImagery+Streets; DigitalGlobeWMSImagery; and EarthWatch.
fr: Maxar a éliminé plusieurs produits de données qui étaient précédemment disponibles au CEO, notamment : DigitalGlobeRecentIMagery; DigitalGlobeRecentImagery+Streets; DigitalGlobeWMSImagery, et EarthWatch.

source: Public Imagery
fr: Imagerie publique

source: This imagery is available for all institutions. If you have a public project, all users (including those not logged in) can see the imagery.
fr: Cette image est disponible pour toutes les institutions. Si vous avez un projet public, tous les utilisateurs (y compris ceux qui ne sont pas connectés) peuvent voir l'imagerie.

source: Click the checkbox next to each imagery source you would like to have available for your project.
fr: Cochez la case à cocher à côté de chaque source d'images que vous aimeriez avoir disponible pour votre projet.

source: Private Institution Imagery.
fr: Imagerie d'institution privée.

source: This imagery will only be visible to institution members, even if you have your project set to public.
fr: Cette image ne sera visible pour les membres de l'institution, même si votre projet est mis en public.
