Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/project/geodash.po
Languages: fr

source: Geo-Dash Implementation
fr: Implémentation de Geo-Dash

source: The **Geo-Dash** is a dashboard that opens in a second window when users begin to analyze sample plots. Geo-Dash provides users with additional information to help them interpret the imagery and better classify sample points and plots. The Geo-Dash tab can be customized to show information such as an NDVI time series, additional imagery, and a forest degradation widget.
fr: Le **Geo-Dash** est un tableau de bord qui s'ouvre dans une seconde fenêtre lorsque les utilisateurs commencent à analyser des exemples de parcelles. Geo-Dash fournit aux utilisateurs des informations supplémentaires pour les aider à interpréter les images et mieux classer les points d'échantillonnage et les plots. L'onglet Géo-Dash peut être personnalisé pour afficher des informations telles qu'une série temporelle NDVI, des images supplémentaires et un widget de dégradation des forêts.

source: You can configure your **Geo-Dash** by clicking on **[Configure Geo-Dash]** from the **Project Information/ Review Project** page.
fr: Vous pouvez configurer votre **Geo-Dash** en cliquant sur **[Configurer le Géo-Dash]** à partir de la page **Informations sur le projet/Révision du projet**.

source: This will bring up the **Geo-Dash layout screen**, with four options in the upper right corner of the screen.
fr: Cela va faire apparaître le **panneau de mise en page Geo-Dash**, avec quatre options dans le coin supérieur droit de l'écran.

source: Clicking on **[Copy Layout]** will allow you to copy the Geo-Dash from another project.
fr: Cliquer sur **[Copier la mise en page]** vous permettra de copier le Geo-Dash à partir d'un autre projet.

source: This will delete any existing Geo-Dash you have associated with the project!
fr: Ceci supprimera tous les GeoDash existants que vous avez associés au projet !

source: You can add individual Geo-Dash widgets by clicking **[Add Widget].** To find out what each of the widgets do, click on **[Geo-Dash Help]** to open the **Geo-Dash Help Center**. We will also discuss this functionality below.
fr: Vous pouvez ajouter des widgets individuels Geo-Dash en cliquant sur **[Ajouter un Widget]. * Pour savoir ce que font chacun des widgets, cliquez sur **[Aide Géo-Dache]** pour ouvrir le **Centre d'aide à la géo-Dache**. Nous discuterons également de cette fonctionnalité ci-dessous.

source: CEO uses Google Earth Engine to process many of the Geo-Dash widgets. Therefore, the information about Image Visualization for GEE is also useful here, specifically the min and max descriptions: https://developers.google.com/earth-engine/image_visualization.
fr: CEO utilise Google Earth Engine pour traiter de nombreux widgets Geo-Dash. Par conséquent, les informations sur la visualisation d'images pour GEE sont également utiles ici, en particulier les descriptions min et max : https://developers.google.com/earth-engine/image_visualization.

source: Common Indices and Data Sources
fr: Indices communs et sources de données

source: Some of the widgets provide access to common indices and data sources. These include NDVI, EVI, EVI2, NDMI, and NDWI, along with Landsat and Sentinel imagery. NDVI, EVI, EVI 2, NDMI, and NDWI indices are available in both image overlays and time series graphs.
fr: Certains des widgets fournissent un accès à des indices et des sources de données communes. Celles-ci incluent NDVI, EVI, EVI2, NDMI et NDWI, ainsi que des images Landsat et Sentinel. Les indices NDVI, EVI, EVI 2, NDMI et NDWI sont disponibles à la fois dans les superpositions d'images et dans les graphiques de séries chronologiques.

source: The normalized difference vegetation index (NDVI) is used to determine if the cell contains live green vegetation. In map based representations, dead plants and inanimate objects are represented as red, while live healthy plants are represented as green. In numerical representations (e.g. time series graphs), values below 0 represent dead plants or inanimate objects, 0-0.33 represents unhealthy plants, 0.33-0.66 represents moderately healthy plants, and 0.66-1 represents very healthy plants. For more information, see e.g. https://www.usgs.gov/land-resources/nli/landsat/landsat-normalized-difference-vegetation-index
fr: L'indice normalisé de différence végétale (NDVI) est utilisé pour déterminer si la cellule contient de la végétation verte vivante. Dans les représentations basées sur la carte, les plantes mortes et les objets inanimés sont représentés comme rouges, tandis que les plantes vivantes saines sont représentées comme vertes. Dans les représentations numériques (par ex. graphiques de séries temporelles), les valeurs inférieures à 0 représentent des plantes mortes ou des objets inanimés, 0-0.33 représente des plantes malsaines et 0.33-0.66 représente des plantes modérément saines et 0. 6-1 représente des plantes très saines. Pour plus d'informations, voir par exemple https://www.usgs.gov/land-resources/nli/landsat/landsat-normalized-difference-vegetation-index

source: The enhanced vegetation index (EVI) and two-band EVI (EVI 2) are optimized vegetation indexs. They are designed to have higher sensitivity in high biomass regions e.g. along the equator, correct for canopy background signals, and reduce atmospheric influence on index values. In doing so, these indices addresses some of the key limitations of NDVI, however EVI requires more data to calculate and therefore has its own limitations. EVI 2 is in development and can be calculated just from red and near infrared bands. As with NDVI, red is used to represent dead plants/inanimate objects and green to represent healthy plants. The index varies between 0-1, with 0 representing dead plants and 1 representing very healthy plants. For more information on EVI see e.g. https://www.usgs.gov/land-resources/nli/landsat/landsat-enhanced-vegetation-index.
fr: L'indice de végétation amélioré (EVI) et l'EVI à deux bandes (EVI 2) sont des indices de végétation optimisés. Ils sont conçus pour avoir une sensibilité plus élevée dans les régions à forte biomasse, par exemple le long de l'équateur, pour corriger les signaux de fond de la canopée et pour réduire l'influence atmosphérique sur les valeurs de l'indice. Ce faisant, ces indices répondent à certaines des principales limitations du NDVI, mais l'EVI nécessite davantage de données pour être calculé et a donc ses propres limites. L'EVI 2 est en cours de développement et peut être calculé uniquement à partir des bandes rouge et proche infrarouge. Comme pour le NDVI, le rouge est utilisé pour représenter les plantes mortes/objets inanimés et le vert pour représenter les plantes saines. L'indice varie entre 0 et 1, 0 représentant les plantes mortes et 1 représentant les plantes très saines. Pour plus d'informations sur l'EVI, voir par exemple https://www.usgs.gov/land-resources/nli/landsat/landsat-enhanced-vegetation-index.

source: The normalized difference moisture index (NDMI) is used to determine the water content of vegetation. NDMI can be used for drought monitoring and for determining fuel loads (combustability) for wildfire hazard assessments. Values near -1 indicate plants with low moisture while values near 1 indicate plants with high moisture. More information on NDMI can be found at e.g. https://www.usgs.gov/land-resources/nli/landsat/normalized-difference-moisture-index.
fr: L'indice normalisé d'humidité de la différence (NDMI) est utilisé pour déterminer la teneur en eau de la végétation. Le NDMI peut être utilisé pour la surveillance de la sécheresse et pour la détermination des charges de carburant (combustabilité) lors des évaluations des risques d'incendie de forêt. Les valeurs proches de -1 indiquent les plantes à faible humidité tandis que les valeurs proches de 1 indiquent les plantes à haute humidité. Plus d'informations sur NDMI peuvent être trouvées sur https://www.usgs.gov/land-resources/nli/landsat/normalized-difference-moisture-index.

source: The normalized difference water index (NDWI) is also related to plant water content and plant water stress. It can be used to map water bodies, determine crop health and for wildfire risk analysis. Values near -1 indicate low water content and vegetation cover and values near 1 indicate high water content and vegetation cover. More information on NDWI can be found at e.g. https://edo.jrc.ec.europa.eu/documents/factsheets/factsheet_ndwi.pdf.
fr: L'indice normalisé de différence d'eau (NDWI) est également lié à la teneur en eau végétale et à la contrainte de l'eau végétale. Il peut être utilisé pour cartographier les plans d'eau, déterminer la santé des cultures et pour l'analyse des risques d'incendie. Les valeurs proches de -1 indiquent une faible teneur en eau et une faible couverture végétale et des valeurs proches de 1 indiquent une haute teneur en eau et une couverture végétale. Plus d'informations sur NDWI peuvent être trouvées sur https://edo.jrc.ec.europa.eu/documents/factsheets/factsheet_ndwi.pdf.

source: Data from Landsat satellites 5, 7, 8 and Sentinel 2 are also available. For more information about these datasets, see: Landsat: https://www.usgs.gov/land-resources/nli/landsat and Sentinel 2: https://sentinel.esa.int/web/sentinel/missions/sentinel-2. When more than one image is available for the date range selected for Landsat, the simpleComposite function in GEE is used to create simple cloud-free composite. It uses the median of the least cloudy pixels. Sentinel 2 data is also reduced using the median of least cloudy pixels.
fr: Les données provenant des satellites Landsat 5, 7, 8 et Sentinel 2 sont également disponibles. Pour plus d'informations sur ces jeux de données, voir : Landsat : https://www. sgs.gov/land-resources/nli/landsat et Sentinel 2 : https://sentinel.esa.int/web/sentinel/missions/sentinel-2. Lorsque plus d'une image est disponible pour la plage de dates sélectionnée pour Landsat, la fonction simpleComposite dans GEE est utilisée pour créer un composite simple sans nuage. Il utilise la médiane des pixels les moins nuageux et les données Sentinel 2 sont également réduites en utilisant la médiane des pixels les moins nuageux.

source: Widget Formatting Hints
fr: Astuces de mise en forme du widget

source: Titles cannot contain special characters.
fr: Les titres ne peuvent pas contenir de caractères spéciaux.

source: Image parameters use JSON. Quotes used for image parameters in widgets should be vertical (not “”). There should be no spaces in the image parameters.
fr: Les paramètres d'image utilisent le JSON. Les guillemets utilisés pour les paramètres d'image dans les widgets doivent être verticaux (pas « »). Il ne doit pas y avoir d'espace dans les paramètres de l'image.

source: Lists can be formatted either as ``"1,2,3"`` or as ``[1,2,3]`` for numbers and ``"B3,B2,B1"`` or ``["B3","B2","B1"]`` for bands.
fr: Les listes peuvent être formatées soit comme ``"1,2,3"`` soit comme ``[1,2,3]`` pour les nombres et ``"B3,B2,B1"`` ou ``["B3","B2","B1"]`` pour les bandes.

source: When displaying three bands (e.g. B3, B2, B1 in RGB), Google Earth Engine and therefore the Geo-Dash can use either one or three values for min and max.
fr: Lors de l'affichage de trois bandes (par ex. B3, B2, B1 en RVB), Google Earth Engine et donc le Geo-Dash peuvent utiliser une ou trois valeurs pour min et max.

source: For the Date Ranges, if the end date is longer than the period of record, only the available data will be displayed.
fr: Pour les dates, si la date de fin est plus longue que la période d'enregistrement, seules les données disponibles seront affichées.

source: Move & Resize Widgets
fr: Déplacer et redimensionner les Widgets

source: Widgets can be manipulated on the Geo-Dash Widget Layout Editor in the following ways:
fr: Les widgets peuvent être manipulés sur l'Éditeur de mise en page du Widget Géo-Dash de la manière suivante :

source: Drag and drop to change widget position.
fr: Glissez et déposez pour changer la position du widget.

source: Resize by dragging from the bottom right corner.
fr: Redimensionner en faisant glisser depuis le coin inférieur droit.

source: Widgets will autotomatically align to a grid.
fr: Les widgets s'aligneront automatiquement sur une grille.

source: In the Geo-Dash collection page view, widget positions are are updated in real time.
fr: Dans la vue de la page de la collection Geo-Dash, les positions des widgets sont mises à jour en temps réel.

source: Duplicate, Edit, and Delete Widgets
fr: Dupliquer, modifier et supprimer des Widgets

source: You can copy a widget once it has been created by clicking on the **[duplicate icon]** in the upper right hand corner of the widget.
fr: Vous pouvez copier un widget une fois qu'il a été créé en cliquant sur **[l'icône dupliquée]** dans le coin supérieur droit du widget.

source: You can edit widgets once they are created by clicking on the **[pencil icon]** in the upper right hand corner of the widget.
fr: Vous pouvez modifier les widgets une fois qu'ils ont été créés en cliquant sur **[l'icône du crayon]** dans le coin supérieur droit du widget.

source: To delete a widget, click on the trashcan in the upper right-hand corner of the widget.
fr: Pour supprimer un widget, cliquez sur la corbeille dans le coin supérieur droit du widget.

source: (Forest) Degradation Tool
fr: (Forest) Outil de détection de la dégradation

source: The Degradation Tool provides time-series information on forest degradation from selective logging, fire, and other large and small disturbances. The Normalized Difference Fraction Index (NDFI) allows for enhanced detection of forest canopy damage from multiple sources, including selective logging and forest fires.
fr: L'outil de dégradation fournit des informations de séries temporelles sur la dégradation des forêts à partir de l'exploitation sélective des forêts, du feu, et d'autres perturbations importantes et petites. L'Indice Normalisé de fraction de différence (NDFI) permet une détection améliorée des dommages causés par le canopé forestier à partir de sources multiples, y compris l'abattage sélectif et les feux de forêt.

source: It is calculated with this equation:
fr: Il se calcule par cette équation :

source: where
fr: où

source: More detail can be found in:
fr: Plus de détails peuvent être trouvés dans:

source: To create and use the Degradation Tool in your Geo-Dash:
fr: Pour créer et utiliser l'outil de dégradation dans votre Géo-Dash:

source: Click **[Add Widget]** in the upper right hand of the Geo-Dash layout screen.
fr: Cliquez sur **[Ajouter un Widget]** dans la partie supérieure droite de l'écran de mise en page de Geo-Dash.

source: Select **Degradation Tool** in the Type drop down.
fr: Sélectionnez **Outil de Dégradation** dans le menu déroulant Type (Type).

source: Give the widget a **Title**.
fr: Donnez un **Title** à votre widget.

source: Choose the **Basemap** source from dropdown. This will be the basemap for the widget and other data will be layered on top.
fr: Choisissez la source **Basemap** dans la liste déroulante. Ce sera la carte de base du widget et les autres données seront mises en page en haut.

source: Choose which **Band to graph**. Available options include SWIR1, NIR, Red, Green, Blue, SWIR2, NDVI, NBR, NDWI and NDFI. NDFI allows for enhanced detection of forest canopy damage from multiple sources, including selective logging and forest fires.
fr: Choisissez lequel **Bande à grapher**. Les options disponibles incluent SWIR1, NIR, Red, Green, Blue, SWIR2, NDVI, NBR, NDWI et NDFI. L’indice NDFI permet une meilleure détection des dommages affectant la canopée forestière et provenant de sources multiples, comme l’abatage sélectif et les feux de forêt.

source: Select the **Date Range** you would like. This tool can draw from Landsat 4 (July 1982-December 1993), Landsat 5 (March 1984-January 2013), Landsat 7 (April 1999 – current), Landsat 8 (February 2013 – current), and Landsat 9 (September 27 - current) based on the date range you select. Sentinel information is only available from April 2014 onward (Sentinel 1A launch).
fr: Sélectionnez la **plage de dates** que vous souhaitez. Cet outil peut être tiré de Landsat 4 (juillet 1982-décembre 1993), Landsat 5 (mars 1984-janvier 2013), Landsat 7 (avril 1999 – actuel), Landsat 8 (février 2013 – actuel), et Landsat 9 (septembre 27 - actuel) en fonction de la plage de dates que vous avez sélectionnée. Les informations de la Sentinel ne sont disponibles qu'à partir d'avril 2014 (lancement de la Sentinel 1A).

source: Click **[Create]**.
fr: Cliquez sur **Create**.

source: Reposition and resize to your liking. This tool will have two panels stacked one on top of the other, so be sure to give it ample vertical space.
fr: Ajustez la position et la taille de l’image à votre convenance. Cet outil présente deux panels, donc assurez-vous de lui donner suffisamment d’espace à la verticale.

source: Add a Dual Imagery Widget
fr: Ajouter un Widget de Double Imagerie

source: The dual imagery widget combines two different image collection widgets so the user can compare the images side by side.
fr: Le widget double collection d’images (Dual Image Collection) combine les widgets de deux collections d’images distinctes, de façon à ce que l’utilisateur puisse comparer les images mises côte-à-côte.

source: To create a Dual Imagery Widget:
fr: Pour créer un Widget de Double Imagerie :

source: Select **Dual Imagery** in the Widget Type drop down.
fr: Sélectionnez **Dual Imagery Widget** dans le menu déroulant Type de Widget.

source: Give the widget a **Title**. We suggest an informative title such as {Data} {Date range} e.g. NDVI 2001 or NDVI 2001 – 2002.
fr: Donnez au widget un **Titre**. Nous suggérons un titre informatif tel que {Data} {Date range} par exemple NDVI 2001 ou NDVI 2001 – 2002.

source: Choose **Basemap** source from dropdown. This will be the basemap for the widget and other data will be layered on top.
fr: Choisissez la source **Basemap** dans la liste déroulante. Ce sera la carte de base du widget et les autres données seront mises en page en haut.

source: You will now select the **Imagery type** for the Bottom and Top images. You can toggle between them by clicking the **[Next Image]** and **[Previous Image]** buttons.
fr: Vous allez maintenant sélectionner le **type d'imagerie** pour les images du bas et du haut. Tu peux basculer entre eux en cliquant sur les boutons **[Image suivante]** et **[Image précédente]**.

source: Select the **Imagery Type** for each image. Options include Image Asset, Image Collection Asset, and Preloaded Imagery Collection.
fr: Sélectionnez le **Type d'Imagerie** pour chaque image. Les options incluent l'Image Asset, l'Image Collection Asset, et la Preloaded Imagery Collection.

source: For more information about Image Assets, see :ref:`add-image-asset-widget`.
fr: Pour plus d'informations sur les actifs d'image, voir :ref:`add-image-asset-widget`.

source: For more information about Image Collection Assets, see :ref:`add-image-collection-asset-widget`.
fr: Pour plus d'informations sur les actifs de la collection d'images, voir :ref:`add-image-collection-asset-widget`.

source: For more information about Preloaded Imagery Collections, see :ref:`add-preloaded-image-collection-widget`.
fr: Pour plus d'informations sur les collections d'images préchargées, voir :ref:`add-preloaded-image-collection-widget`.

source: For information on the min, max, and cloud score see :ref:`add-image-asset-widget`. Min and Max are the values for the bands, while cloud score is a max percent of clouds in the image.
fr: Pour plus d'informations sur le score min, max, et nuage, voir :ref:`add-image-asset-widget`. Min et Max sont les valeurs pour les bandes, tandis que le score nuageux est un pourcentage maximum de nuages dans l'image.

source: Select the **Date** range you would like, if applicable. If the end date is longer than the period of record, only the available data will be displayed.
fr: Sélectionnez l'intervalle de **Date** que vous souhaitez, le cas échéant. Si la date de fin est plus longue que la période d’enregistrement, seules les données disponibles seront affichées.

source: Reposition and resize to your liking.
fr: Ajustez la position et la taille de l’image à votre convenance.

source: Institutional Imagery
fr: Imagerie institutionnelle

source: This widget allows you to simply show one of your institutional imageries. With this you can select any of your existing institutional imagery sources to display, using the setting you have already configured. To add an Institutional Imagery widget:
fr: Ce widget vous permet de simplement montrer une de vos images institutionnelles. Vous pouvez ainsi sélectionner l'une de vos sources d'imagerie institutionnelles existantes à afficher, en utilisant le paramètre que vous avez déjà configuré. Pour ajouter un widget Imagerie Institutionnelle :

source: Select **Institution Imagery** in the Type drop down.
fr: Sélectionnez **Imagerie d'Institution** dans le menu déroulant Type.

source: Select a **Basemap**. You can choose any of your institutional imagery from the dropdown menu.
fr: Sélectionnez un **Basemap**. Vous pouvez choisir l'une de vos images institutionnelles dans le menu déroulant.

source: Add an Image Asset Widget
fr: Ajouter un Widget d'Actif Image

source: Both the Image Asset Widget and the Image Collection Asset Widget allow users to connect to GEE data. This includes publicly available data through GEE as well as image assets from their own user accounts. There is a video tutorial for creating GEE image assets available online here: https://youtu.be/l57IhmduVBQ. Some example GEE scripts to create Image Asset in GEE:
fr: Tant le Widget d'actif d'image que le Widget d'actif de collection d'images permettent aux utilisateurs de se connecter aux données GEE. Cela inclut les données accessibles au public par l'intermédiaire de GEE ainsi que les actifs d'images provenant de leurs propres comptes d'utilisateur. Il y a un tutoriel vidéo pour la création d'assets d'images GEE disponibles en ligne ici: https://youtu.be/l57IhmduVBQ. Quelques exemples de scripts GEE pour créer Image Asset dans GEE:

source: Select **Image Asset** in the **Widget Type** drop down.
fr: Sélectionnez **Image Asset** dans le menu déroulant **Widget Type**.

source: Choose the desired **Basemap** source from dropdown. This will be the basemap for the widget and other data will be layered on top.
fr: Choisissez la source **Basemap** dans la liste déroulante. Ce sera la carte de base du widget et les autres données seront mises en page en haut.

source: Enter the **GEE Image Asset ID**. For example, COPERNICUS/S2/20170420T184921_20170420T190203_T10SEG. This can be any image asset in Earth Engine, including assets from your own account. If you are using an asset from your own account, it must be shared publicly. If you need your asset to remain private for data security reasons, message the team at support@collect.earth and we can help.
fr: Entrez le **GEE Image Asset ID**. Par exemple, COPERNICUS/S2/20170420T184921_20170420T190203_T10SEG. Cela peut être n'importe quel actif d'image du Earth Engine, y compris les actifs de votre propre compte. Si vous utilisez un actif de votre propre compte, il doit être partagé publiquement. Si vous avez besoin que votre actif reste privé pour des raisons de sécurité des données, envoyez un message à l'équipe à support@collect.earth et nous pouvons vous aider.

source: You can view the **Available Bands** for your image by clicking on the **[Refresh]** button.
fr: Vous pouvez voir les **Bandes disponibles** pour votre image en cliquant sur le bouton **[Refresh]**.
