Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/project/geodash.po
Languages: fr

source: Enter **Image Parameters** for the asset in JSON format. These follow the image visualization function in GEE (more info: https://developers.google.com/earth-engine/guides/image_visualization?hl=en):
fr: Entrez les **Paramètres de l'image** pour l'asset au format JSON. Ils suivent la fonction de visualisation des images dans GEE (plus d'infos : https://developers.google.com/earth-engine/guides/image_visualization?hl=fr):

source: Note that there are no spaces, and all color values must be hex. The quotes around the numbers are optional, e.g. "max":0.5 will also work. As in GEE, you may also use brackets around the palette values, however if you use brackets each individual number must be quoted.
fr: Notez qu'il n'y a pas d'espaces, et toutes les valeurs de couleur doivent être hexadécimales. Les guillemets autour des nombres sont optionnels, par exemple "max":0.5 fonctionnera aussi. Comme dans GEE, vous pouvez également utiliser des accolades autour des valeurs de palette, mais si vous utilisez des accolades, chaque nombre doit être mis entre guillemets.

source: More on SRTM Digital Elevation Data. Previously in CEO you could add digital elevation data directly. This is now handled with the image asset widget. The SRTM Digital Elevation Data 30m widget pulls data from the Earth Engine Data Catalog. More information on this dataset can be found here: https://developers.google.com/earth-engine/datasets/catalog/USGS_SRTMGL1_003. The SRTM is an image asset USGS/SRTMGL1_003.
fr: En savoir plus sur les données d’élévation numérique SRTM. Précédemment, vous pouviez ajouter directement des données d’élévation numérique. Le widget SRTM Digital Elevation Data 30m tire des données du catalogue de données du moteur de la Terre. Vous trouverez plus d'informations sur ce jeu de données ici : https://developers.google.com/earth-engine/datasets/catalog/USGS_SRTMGL1_003.

source: Add an Image Collection Asset Widget
fr: Ajouter un widget de collection d'images

source: An Image Collection is a stack or time series of images. There is a video tutorial for creating GEE Image Collection assets available online here: https://youtu.be/7eIvltgDbXw.
fr: Une Collection d'images est une pile ou une série temporelle d'images. Il y a un tutoriel vidéo pour la création des ressources de GEE Collection d'images disponibles en ligne ici: https://youtu.be/7eIvltgDbXw.

source: Select **Image Collection Asset** in the **Widget Type** drop down.
fr: Sélectionnez **Image Collection Asset** dans le menu déroulant **Widget Type**.

source: Enter the **Google Earth Engine Image Collection Asset ID**, for example LANDSAT/LC8_L1T_TOA. This can be any image collection in Earth Engine, including assets from your own account. If you are using an asset from your own account, it must be shared publicly.
fr: Entrez le **identifiant d'actif de la collection d'images de Google Earth**, par exemple LANDSAT/LC8_L1T_TOA. Ceci peut être n'importe quelle collection d'images dans Earth Engine, y compris les actifs de votre propre compte. Si vous utilisez un actif de votre propre compte, il doit être partagé publiquement.

source: Select a **Collection Reducer**. Reducers are methods for collapsing multiple images in the image collection into a single image for the Geo-Dash to display. You can learn more about reducers here https://developers.google.com/earth-engine/guides/reducers_intro.
fr: Sélectionnez un **Réduction de Collection**. Les réducteurs sont des méthodes pour réduire plusieurs images dans la collection d'images en une seule image pour que le tableau Geo-Dash s'affiche. Vous pouvez en savoir plus sur les réducteurs ici https://developers.google.com/earth-engine/guides/reducers_intro.

source: For example: ``{"bands":"B4,B5,B3","min":"10,0,10","max":"120,90,70"}``.
fr: Par exemple : ``{"bands":"B4,B5,B3","min":"10,0,10","max":"120,90,70"}``.

source: Do not use any spaces.
fr: N'utilisez pas d'espaces.

source: Select the **Date Range**.
fr: Sélectionnez la **plage de dates**.

source: Click **[Create].**
fr: Cliquez sur **[Create]**.

source: More on Landsat
fr: Plus d'infos sur Landsat

source: Landsat is one of the Image Assets you can add. For better performance when using a GEE collection, we recommend that you preprocess and clip the data to your AOI in GEE before connecting it to Geo-Dash. You can find a video tutorial on this process in the Geo-Dash Help Center under “Video Tutorial to Create GEE Image Assets.”
fr: Landsat est l'un des actifs d'image que vous pouvez ajouter. Pour de meilleures performances lors de l'utilisation d'une collection GEE, Nous vous recommandons de prétraiter et de couper les données à votre AOI dans GEE avant de les connecter à Geo-Dash. Vous pouvez trouver un tutoriel vidéo sur ce processus dans le centre d’aide de Geo-Dash sous « Tutoriel vidéo pour créer des contenus d'images GEE ».

source: The most common strings for Landsat are listed below. More detailed information can be found on the Google Earth Engine help pages; available composites and the covered time frame are found here: https://explorer.earthengine.google.com/#search/tag%3A32day.
fr: Les chaînes les plus communes pour Landsat sont listées ci-dessous. Des informations plus détaillées peuvent être trouvées sur les pages d'aide du moteur de la Terre de Google ; les composites disponibles et la période couverte sont disponibles ici : https://explorer. arthengine.google.com/#search/tag%3A32day.

source: For short change intervals, test the 8 day NDVI composite images; for longer change intervals, explore the 32 day composites.
fr: Pour de courts intervalles de changement, testez les images composites NDVI de 8 jours; pour des intervalles de changement plus longs, explorez les composites de 32 jours.

source: You might notice in the 8 day composites unexpectedly low NDVI values for the season. This can be caused by cloud cover. If your sample sites are in an area with persistent cloud cover, choose the 32 day composite.
fr: Vous pouvez remarquer dans les composites de 8 jours des valeurs NDVI inopinément faibles pour la saison. Cela peut être causé par la couverture nuageuse. Si vos sites d'échantillons se trouvent dans une zone à couverture nuageuse persistante, choisissez le composite de 32 jours.

source: Start date
fr: Date de début

source: Image collection ID
fr: ID de collection d'images

source: NDVI, 32 day NDVI, 8 day NDVI, 32 day NDVI, 8 day NDWI, 32 day NDWI, 8 day NDWI, 32 day NDWI, 8 day
fr: NDVI, 32 jours NDVI, 8 jours NDVI, 32 jours NDVI, 8 jours NDWI, 32 jours NDWI, 8 jours NDWI, 32 jours NDWI, 32 jours NDWI, 8 jours

source: The image collection ID for Sentinel-2 is COPERNICUS/S2 (2015-06-23 to present) and for Sentinel-1 is COPERNICUS/S1_GRD (2015-10-03 to present).
fr: L'ID de la collection d'images pour Sentinel-2 est COPERNICUS/S2 (2015-06-23 à présenter) et pour Sentinel-1 est COPERNICUS/S1_GRD (2015-10-03 à présenter).

source: Add a Polygon Compare Widget
fr: Ajouter un Widget de Comparaison de Polygone

source: The polygon compare widget allows you to display polygons in Geo-Dash, so that e.g. you can compare them with your plot outlines. This uses a featureCollection in Google Earth Engine as input. You can use any feature collection, if it has a field that matches the PLOTID for your CEO project. The polygon is extracted from the featureCollection and turned into an image to display as WMS tiles in the widget.
fr: Le widget de comparaison de polygones vous permet d'afficher des polygones dans Geo-Dash, de sorte que par ex. vous pouvez les comparer avec les contours de votre tracé. Cela utilise une featureCollection dans Google Earth Engine comme entrée. Vous pouvez utiliser n'importe quelle collection de fonctionnalités, s'il a un champ qui correspond à la PLOTID pour votre projet CEO. Le polygone est extrait de la featureCollection et transformé en une image à afficher sous forme de tuiles WMS dans le widget.

source: We suggest you use the shapefile (.shp) option when creating your CEO project.
fr: Nous vous suggérons d'utiliser l'option shapefile (.shp) lors de la création de votre projet CEO.

source: IMPORTANT: Your featureCollection needs to be shared as public so that CEO can access it. If you need to leave the collection private, message the team at support@collect.earth and we can help.
fr: IMPORTANT: Votre featureCollection doit être partagée en public afin que le CEO puisse y accéder. Si vous avez besoin de quitter la collection privée, envoyez un message à l'équipe à support@collect.earth et nous pouvons vous aider.

source: Select **Polygon Compare** in the **Widget Type** drop down.
fr: Sélectionnez **Polygon Compare** dans le menu déroulant **Widget Type**.

source: Enter the **Google Earth Engine Feature Collection Asset ID**. This can be any feature collection in Earth Engine, including assets from your own account. If you are using an asset from your own account, it must be shared publicly.
fr: Entrez l'identifiant de l'actif **Google Earth Engine Feature Collection Asset ID**. Cela peut être n'importe quelle collection de fonctionnalités dans Earth Engine, y compris les actifs de votre propre compte. Si vous utilisez un actif de votre propre compte, il doit être partagé publiquement.

source: Enter the **field** that matches the PLOTID for the project. In the compare featureCollection widget, you will need to match PLOTIDs. The PLOTID column for your featureCollection can be named anything, just type in the proper column name into the Field to match PLOTID box.
fr: Entrez le **champ** qui correspond au PLOTID pour le projet. Dans le widget de comparaison, vous devrez faire correspondre les PLOTID. La colonne PLOTID de votre featureCollection peut être nommée n'importe quoi, tapez simplement le nom de la colonne appropriée dans le champ pour correspondre à PLOTID.

source: Enter **Image Parameters** in JSON format to change the color of the polygon displayed. This uses the GEE feature and feature collection visualization function.
fr: Entrez les **Paramètres de l'Image** au format JSON pour changer la couleur du polygone affiché. Cela utilise la fonction de visualisation de la collection GEE et des fonctionnalités.

source: Add a Preloaded Image Collection Widget
fr: Ajouter un Widget de Collection d'images préchargé

source: Preloaded Image Collection widgets are commonly used widgets that the Collect Earth Online team has set up in advance for your ease of use.
fr: Les widgets de Collection d'images préchargés sont des widgets couramment utilisés que l'équipe de Collect Earth Online a mis en place à l'avance pour vous faciliter d'utilisation.

source: Select **Preloaded Image Collections** in the **Widget Type** dropdown menu.
fr: Sélectionnez **Preloaded Image Collections** dans le menu déroulant **Widget Type**.

source: Choose your **Basemap** source from the dropdown menu. This will become the basemap over which the other data is overlaid.
fr: Choisissez votre source de **Basemap** dans le menu déroulant. Cela deviendra la basemap sur laquelle les autres données seront superposées.

source: Select the **Imagery Source**. You can choose from Landsat, Sentinel-2, and Planet NICFI.
fr: Sélectionnez la **Source d'Imagerie**. Vous pouvez choisir entre Landsat, Sentinel-2 et Planet NICFI.

source: Select the **Imagery Source Type**. You can choose from Index or Composite.
fr: Sélectionnez le **Type de Source Imagerie**. Vous pouvez choisir parmi Index ou Composite.

source: Select **Date Range**. If the end date is longer than the period of record, only the available data will be displayed.
fr: Sélectionnez l'intervalle de **Date** que vous souhaitez, le cas échéant. Si la date de fin est plus longue que la période d’enregistrement, seules les données disponibles seront affichées.

source: If you have select Index, you can now choose a **Band to graph**.
fr: Si vous avez sélectionné Index, vous pouvez maintenant choisir une **Bande à grapher**.

source: **NDVI, EVI, EVI 2, NDMI**, and **NDWI** are preconfigured with the correct bands and image parameters. The index displayed will be the mean for the selected date range.
fr: **NDVI, EVI, EVI 2, NDMI** et **NDWI** sont préconfigurés avec les bons paramètres de bandes et d'images. L'index affiché sera la moyenne pour la plage de dates sélectionnée.

source: If you have selected **Composite** you can now choose the bands, min, max, and cloud score, depending on which options are available for the **Imagery Source** you selected. Available bands for each are:
fr: Si vous avez sélectionné **Composite** vous pouvez maintenant choisir les bandes, min, max, et le score cloud, selon les options disponibles pour la **Source Imagerie** que vous avez sélectionnée. Les bandes disponibles pour chacun sont:

source: Min, Max, and Cloud Score will be determined by the user’s needs. Min and Max are the values for the bands, while cloud score is a max percent of clouds in the image. Min and max can have one or three values.
fr: Min, Max, et Score Cloud seront déterminés par les besoins de l'utilisateur. Min et Max sont les valeurs pour les bandes, tandis que le score nuageux est un pourcentage maximum de nuages dans l'image. Min et max peuvent avoir une ou trois valeurs.

source: Example values include:
fr: Les valeurs d'exemple incluent :

source: Add a Statistics Widget
fr: Ajouter un Widget de Statistiques

source: Statistics provide additional information, including population, area, and elevation about the current plot area that is being analyzed. The population data is from the CiESIB Gridded Population of the World v4 dataset and the elevation data is from the USGS EROS Global 30-Arc Second DEM.
fr: Les statistiques fournissent des informations supplémentaires, y compris la population, la superficie et l'altitude sur la zone de parcelle actuellement en cours d'analyse. Les données de population proviennent de la Population CiESIB Gridded du jeu de données World v4 et les données d'altitude proviennent du USGS EROS Global 30-Arc Second DEM.

source: Select **Statistics** in the **Widget Type** drop down.
fr: Sélectionnez **Statistics** dans le menu déroulant **Widget Type**.

source: Add a Time Series Graph Widget
fr: Ajouter un widget graphique Séries temporelles

source: Time Series Graphs, particularly for the vegetation indices, can help users differentiate between different types of vegetation based on seasonal patterns.
fr: Les graphiques de la Série temporelle, en particulier pour les indices végétaux, peuvent aider les utilisateurs à différencier les différents types de végétation selon les modèles saisonniers.

source: Select **Time Series Graph** in the **Widget Type** drop down.
fr: Sélectionnez **Time Series Graph** dans le menu déroulant **Widget Type**.

source: Select the **Imagery Source**. This will determine what **Band to graph** options you have.
fr: Sélectionnez la **Source d'Imagerie**. Cela déterminera les options que vous avez **Bande à graphiquer** .

source: **Landsat** allows you to graph **NDVI, EVI, EVI 2, NDMI**, and **NDWI**. These are preconfigured with the correct Landsat band calculations and image parameters.
fr: **Landsat** vous permet de tracer **NDVI, EVI, EVI 2, NDMI**, et **NDWI**. Ceux-ci sont préconfigurés avec les bons calculs de bande Landsat et les bons paramètres d'image.

source: **NICFI** allows you to graph **NDVI, B, R, G**, and **N**. These are preconfigured with the correct band calculations.
fr: **NICFI** vous permet de représenter **NDVI, B, R, G** et **N**. Ils sont préconfigurés avec les calculs de bandes corrects.

source: **Custom** allows you to create a time series graph using any GEE image collection. An image collection from Google Earth Engine can be added here. You simply need to know the **GEE Image Collection Asset ID**, the **Band to graph**, the **Reducer** you would like to use, and the **Spatial scale**. For example:
fr: **Personnalisé** vous permet de créer un graphique de séries temporelles en utilisant n'importe quelle collection d'images GEE. Une collection d'images de Google Earth Engine peut être ajoutée ici. Vous avez simplement besoin de connaître le **GEE Image Collection Asset ID**, la **Band to graph**, le **Réduire** que vous souhaitez utiliser, et la **Echelle Spatiale**. Par exemple :

source: GEE Image Collection Asset ID- COPERNICUS/S5P/OFFL/L3_CO.
fr: GEE Image Collection ID- COPERNICUS/S5P/OFFL/L3_CO.

source: Select the Reducer in the dropdown.
fr: Sélectionnez le Réducteur dans la liste déroulante.

source: Spatial Scale: 30
fr: Échelle spatiale: 30

source: Select a **Date Range**. If the end date is longer than the period of record, only the available data will be displayed.
fr: Sélectionnez l'intervalle de **Date** que vous souhaitez, le cas échéant. Si la date de fin est plus longue que la période d’enregistrement, seules les données disponibles seront affichées.
