Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/project/rules.po
Languages: fr

source: Survey Rules
fr: Règles d'Enquête

source: Survey rules help ensure users collect logical and correct answers. If you do not want to add any rules, you can just click **[Next]**.
fr: Les règles de sondage permettent de s'assurer que les utilisateurs obtiennent des réponses logiques et correctes. Si vous ne voulez pas ajouter de règles, vous pouvez simplement cliquer sur **[Next]**.

source: Rule Types
fr: Types de Règles

source: You can select one of multiple different rule types, depending on your needs and the types of questions you have included in your Survey.
fr: Vous pouvez sélectionner un des différents types de règles, en fonction de vos besoins et des types de questions que vous avez inclus dans votre sondage.

source: **Text Regex Match**: This rule applies only to **Input—text** questions & their answers. It allows you to verify if the entered value fits, using regular expressions.
fr: **Text Regex Match** : Cette règle s'applique uniquement aux questions **Input—Texte** et à leurs réponses. Il vous permet de vérifier si la valeur saisie convient, en utilisant des expressions régulières.

source: Unless you have a specific reason to use the **Input—text** question type, consider using **Button—text** or **Radiobutton—text** instead. These options are easier for users and will always provide exact text.
fr: Sauf si vous avez une raison spécifique d'utiliser le type de question **Input—text** , pensez à utiliser **Button—text** ou **Radiobutton—text** à la place. Ces options sont plus faciles pour les utilisateurs et fourniront toujours du texte exact.

source: This rule uses the JavaScript RegExp function, documentation for writing a regular expression can be found here: https://developer.mozilla.org/en-US/docs/Web/JavaScript/Guide/Regular_Expressions.
fr: Cette règle utilise la fonction JavaScript RegExp, la documentation pour écrire une expression régulière peut être trouvée ici : https://developer.mozilla.org/fr-US/docs/Web/JavaScript/Guide/Regular_Expressions.

source: **Numeric Range:** This rule applies to **Input—number** questions & their answers. With this rule, you can verify that the numeric input falls within a predefined range.
fr: **Plage numérique :** Cette règle s'applique aux questions **Input—number** et à leurs réponses. Avec cette règle, vous pouvez vérifier que l'entrée numérique entre dans une plage prédéfinie.

source: For example, if you are asking about the proportion of points in the plot that contain trees, you could constrain the answers between 0 and 1.
fr: Par exemple, si vous posez une question sur la proportion de points dans la parcelle qui contient des arbres, vous pourriez contraindre les réponses entre 0 et 1.

source: **Sum of Answers:** This rule applies to any **number** type questions & their answers. You select multiple questions (2 or more) and specify what the questions should sum to.
fr: **Somme des réponses:** Cette règle s'applique à n'importe quel **nombre** type de questions et à leurs réponses. Vous sélectionnez plusieurs questions (2 ou plus) et spécifiez la somme des questions.

source: For example, this is helpful if you have multiple questions asking about percent of land cover, where the sum should be 100%.
fr: Par exemple, cela est utile si vous avez des questions multiples qui posent environ le pourcentage de la couverture des terres, où la somme devrait être de 100 %.

source: **Matching sums:** This rule applies to any **number** type questions & their answers. With this rule, you specify two sets of multiple questions (2 or more) that should have equal sums.
fr: **Sommes correspondantes :** Cette règle s'applique à toutes les questions de type **nombre** et à leurs réponses. Avec cette règle, vous spécifiez deux séries de questions multiples (2 ou plus) qui devraient avoir des sommes égales.

source: **Incompatible answers:** This rule can apply to any type of question. It allows the user to define incompatible sets of answers.
fr: **Réponses incompatibles :** Cette règle peut s'appliquer à n'importe quel type de question. Elle permet à l'utilisateur de définir des ensembles de réponses incompatibles.

source: For example, if the answer to one question is land cover = “Water”, the answer to another question could not be land use = “Industrial”.
fr: Par exemple, si la réponse à une question est la couverture terrestre = « Eau », la réponse à une autre question ne pourrait pas être l'utilisation des terres = « Industrielle ».

source: **Multiple incompatable answers:** This rule limits what answers can be chosen based on the answers for multiple other questions.
fr: **Plusieurs réponses incompactables :** Cette règle limite les réponses qui peuvent être choisies en fonction des réponses à plusieurs autres questions.

source: For example, if you answer "landcover start = forest" and "change event = deforestation", then "landcover end" CANNOT equal "forest".
fr: Par exemple, si vous répondez "landcover start = forest" et "change event = deforestation", alors "landcover end" NE PEUT PAS égaler "forest".

source: Rule Preview
fr: Aperçu de la règle

source: You can preview how the rules will look for users in the **Question Preview** pane by mousing over and clicking on the **[Rule]** icon (clipboard).
fr: Vous pouvez prévisualiser à quoi les règles vont ressembler pour les utilisateurs dans le volet **Aperçu de la question** en cliquant sur l'icône **[Rule]** (presse-papiers).

source: Clicking on the **[Rule]** icon will show a list of rules.
fr: Cliquer sur l'icône **[Rule]** affichera une liste de règles.

source: Navigating back to the Survey Questions tab will also show when questions have Rules associated with them. Mousing over the **[Rule]** icon will display the rule text.
fr: Retourner à l’onglet Questions de l’Enquête s’affichera également lorsque les questions ont des règles qui y sont associées. Mousse au-dessus de l'icône **[Rule]** affichera le texte de la règle.

source: Data collectors will be able to view any rules you implement by mousing over the **[Rule]** icon.
fr: Les collecteurs de données seront en mesure de voir toutes les règles que vous implémentez en se moquant de l'icône **[Rule]**.

source: They will see an error if they try to enter an answer that conflicts with the rules.
fr: Ils verront une erreur s'ils essaient d'entrer une réponse qui entre en conflit avec les règles.
