Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/setup/index.po
Languages: fr

source: A Quick Introduction to Collect Earth Online
fr: Une introduction rapide à Collect Earth Online

source: Welcome to Collect Earth Online!
fr: Bienvenue sur Collect Earth Online!

source: Collect Earth Online, or CEO, is a free and open-source image viewing and interpretation tool, suitable for projects requiring information about land cover and/or land use. CEO enables simultaneous visual interpretations of satellite imagery, providing global coverage from MapBox and Bing Maps, a variety of satellite data sources from Google Earth Engine, and the ability to connect to your own Web Map Service (WMS) or Web Map Tile Service (WMTS). The full functionality is implemented online; no desktop installation is necessary.
fr: Collect Earth Online, ou CEO, est un outil gratuit et open-source de visualisation et d’interprétation d’images, idéal pour tout projet nécessitant des données relatives au couvert et/ou à l’utilisation des sols. CEO permet d’interpréter visuellement plusieurs images satellite de façon simultanée, avec une couverture planétaire grâce aux diverses sources de données satellites, telles que MapBox et Bing Maps, exploitées via le moteur d’observation terrestre de Google [Google Earth Engine] ; CEO offre par ailleurs à l’utilisateur la possibilité de se connecter à son propre service cartographique en ligne de type Web Map Service (WMS) ou Web Map Tile Service (WMTS). CEO fonctionne entièrement en ligne et ne requiert aucune installation logicielle.

source: Collect Earth Online (CEO) is available at https://collect.earth/.
fr: Collect Earth Online (CEO) est disponible sur https://collect.earth/.

source: Overview of the SETUP section
fr: Vue d'ensemble de la section SETUP

source: In this section of the CEO documentation, you can learn how to:
fr: Dans cette section de la documentation du CEO, vous pouvez apprendre à :

source: :doc:`Register your CEO account <register>`
fr: :doc:`Enregistrez votre compte CEO <register>`

source: :doc:`Join an institution <joining>`
fr: :doc:`Rejoindre une institution <joining>`

source: The Setup section provides a quick overview of the Collect Earth Online platform so users can set up their own accounts, along with details on how to join an institution. You can learn about how to collect data, and how to manage your own instiution and projects in the other sections of this documentation. Navigate to these sections using the links at the top of the page.
fr: La section Configuration fournit un aperçu rapide de la plate-forme Collecte de la Terre en ligne afin que les utilisateurs puissent configurer leurs propres comptes, avec des détails sur la façon de rejoindre une institution. Vous pouvez apprendre comment collecter des données et comment gérer votre propre instiution et vos propres projets dans les autres sections de cette documentation. Naviguez vers ces sections en utilisant les liens en haut de la page.

source: Navigate to the other areas of this section by selecting links under **Section navigation** to the left.
fr: Naviguez vers les autres zones de cette section en sélectionnant les liens sous **navigation de section** à gauche.

source: Navigate to other areas of this article by by selecting links under **On this page** to the right.
fr: Naviguez vers d'autres zones de cet article en sélectionnant les liens sous **Sur cette page** à droite.

source: This documentation uses a few formatting standards for ease of use. Clickable links are shown **[like this]**. The names of pages, like the **Home** page, are bolded.
fr: Cette documentation utilise quelques normes de formatage pour faciliter l'utilisation. Les liens cliquables sont affichés **[comme ceci]**. Les noms des pages, comme la page **d'Accueil**, sont en gras.

source: Finally, CEO is a live tool that is under continuous development. Please report any bugs at our GitHub or by contacting `the CEO team <support@collect.earth>`__.
fr: Enfin, CEO est un outil vivant en développement continu. Veuillez signaler tout bug sur notre GitHub ou en contactant `l'équipe CEO <support@collect.earth>`__.
