Repository: openforis/collect-earth-online-doc
Catalog: docs/source/_locale/*/LC_MESSAGES/setup/register.po
Languages: fr, pt

source: A quick introduction to Collect Earth Online
fr: Une introduction rapide à Collect Earth Online
pt: Uma introdução rápida ao Collect Earth Online

source: Setting up your account
fr: Créer votre compte
pt: Configurando a sua conta

source: In your browser window, navigate to https://app.collect.earth/. Google Chrome and Chromium browsers, like Microsoft Edge, are supported by CEO.
fr: Dans votre navigateur, rendez-vous sur https://collect.earth/. CEO fonctionne avec Google Chrome, Mozilla Firefox et Microsoft Edge.
pt: Na janela do seu navegador, acesse https://app.collect.earth/. Os navegadores Google Chrome e Chromium, como o Microsoft Edge, são compatíveis com o CEO.

source: Click **[Login/Register]** on the upper right.
fr: Cliquez sur **[Se connecter/S'inscrire]** en haut à droite.
pt: Clique em **[Login/Registrter]** no canto superior direito.

source: To set up a new account, click on **[Register]** and follow the instructions. You will receive a welcome email if registration is successful.
fr: Pour créer un nouveau compte, cliquez sur **[Register]** et suivez les instructions. Vous recevrez un e-mail de bienvenue si l'inscription est réussie.
pt: Para configurar uma nova conta, clique em **[Cadastro]** e siga as instruções. Você receberá um e-mail de boas-vindas se o registro for bem-sucedido.

source: You will need to validate your email upon registration.
fr: Vous devrez valider votre adresse e-mail lors de votre inscription.
pt: Você precisará validar seu e-mail no momento da inscrição.

source: After you have created an account, login with your email and password.
fr: Après avoir créé un compte, connectez-vous avec votre adresse e-mail et votre mot de passe.
pt: Após criar uma conta, acesse com seu e-mail e senha.

source: If you forget your password, click on **[Forgot your password?]** and follow the instructions.
fr: Si vous oubliez votre mot de passe, cliquez sur **[Mot de passe oublié?]** et suivez les instructions.
pt: Se você esquecer sua senha, clique em **[Esqueceu sua senha?]** e siga as instruções.

source: Website features
fr: Fonctions du site internet
pt: Funcionalidades do site

source: You can access the **Home**, **About**, **Support**, and **Account** pages from the top menu bar.
fr: Vous avez accès aux pages Home (Accueil), About (Qui sommes nous ?), Support (Aide) et Account (Compte) à partir de la barre de menu située en haut de la fenêtre.
pt: Você pode acessar as páginas **Início**, **Sobre**, **Suporte** e **Conta** da barra de menu superior.

source: The **Home** page includes information about institutions, published projects, and a map showing locations of existing projects.
fr: La page **Accueil** comprend des informations sur les institutions, les projets publiés et une carte montrant les emplacements des projets existants.
pt: A página **Início** inclui informações sobre instituições, projetos publicados e um mapa mostrando locais de projetos existentes.

source: The **About** page summarizes information about CEO.
fr: La page **À propos** résume les renseignements sur CEO.
pt: A página **Sobre** resume informações sobre o CEO.

source: The **Support** features Collect Earth Online Manuals, Tutorials, and a Collect Earth Online Demo. This page also includes links for bug reporting and forums to ask for help.
fr: Le **Support** comprend les manuels Collect Earth Online disponibles, des Tutoriels et une démo en ligne Collectez la Terre. Cette page contient également des liens pour les rapports de bogues et les forums pour demander de l'aide.

source: The **Account** page lists information such as user statistics and allows users to update their account settings.
fr: La page **Compte** liste des informations telles que les statistiques des utilisateurs et permet aux utilisateurs de mettre à jour leurs paramètres de compte.

source: There is a purple ? in the top right corner of the screen. Clicking on this will bring up the help interface, which provides information about CEO’s features. These help interfaces are available for the Home page, for Data Collection and for Project Creation.
fr: Il y a un signe d’interrogation (?) cerclé de violet dans le coin supérieur droit de l’écran. Si vous cliquez dessus, vous verrez apparaître l’interface d’aide, qui contient des informations sur les diverses fonctionnalités de CEO. Chacune des pages Home, Data Collection et Project Creation contient sa propre interface d’aide.
pt: Há um ponto de interrogação roxo no canto superior direito da tela. Clicando nele, será aberta uma interface de ajuda, que fornece informações sobre os recursos do CEO. Estas interfaces de ajuda estão disponíveis na página de Início, na Coleta de Dados e na Criação de Projeto.
